var products = [
    {
        name: "Корал-Майн (10 саше)",
        desc: "Минеральная композиция на основе природного коралла для улучшения качества и вкусовых свойств воды. Производится в Японии из реликтовых глубоководных кораллов склерактиний, собранных в Японском море, близ островов Окинава и Токуносима. Обогащает воду полезными минералами, улучшая ее физиологическую полноценность. Понижает уровень кислотности воды, способствует поглощению соединений хлора и солей тяжелых металлов.\n" +
            "\n" +
            "КАЛЬЦИЙ\n" +
            "\n" +
            "Участвует в формировании скелета, зубов и хрящей, всех видов соединительной ткани. Этот минерал обеспечивает стабильную сердечную деятельность, регулирует нервно-мышечную проводимость, поддерживает здоровое состояние клеточных мембран, участвует в процессах обмена веществ и кроветворения, повышает сопротивляемость организма к инфекциям и токсинам.\n" +
            "\n" +
            "МАГНИЙ\n" +
            "\n" +
            "Помощник кальция – правильный баланс кальция и магния в организме препятствует вымыванию кальция из костей. Обеспечивает стабильный сердечный ритм, помогает справиться со стрессом, регулирует тонус гладкой мускулатуры (сосудов, кишечника, желчного и мочевого пузыря).\n" +
            "\n" +
            "НАТРИЙ И КАЛИЙ\n" +
            "\n" +
            "Нормализуют водно-солевой и кислотно-щелочной баланс, обеспечивая постоянство внутренней среды организма.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Поместить 1 пакет-саше, не вскрывая, в 1,5 л воды (количество воды можно уменьшить в 2–3 раза). Рекомендуется использовать бутилированную или фильтрованную воду. Через 5 минут вода готова к употреблению. Приготовленную воду желательно употребить в течение дня.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте, в плотно закрытой упаковке.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "5 лет с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Япония",
        id: "2221",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ГИДРАТАЦИЯ", "МИНЕРАЛЫ ДЛЯ ВОДЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/2221-koral-mayn-10-sashe.jpg",
        link: "https://ru.coral.club/shop/coral-mine.html?offer=2221",
        certif: "https://incoral.com/doc/materials/coral-mine.jpg",
        prez: "https://drive.google.com/file/d/1ZFlTRK5-fXIrXaZkTxBdyCAmXLc5iW71/view?usp=sharing"
    },
    {
        name: "Корал-Майн (30 саше)",
        desc: "Минеральная композиция на основе природного коралла для улучшения качества и вкусовых свойств воды. Производится в Японии из реликтовых глубоководных кораллов склерактиний, собранных в Японском море, близ островов Окинава и Токуносима. Обогащает воду полезными минералами, улучшая ее физиологическую полноценность. Понижает уровень кислотности воды, способствует поглощению соединений хлора и солей тяжелых металлов.\n" +
            "\n" +
            "КАЛЬЦИЙ\n" +
            "\n" +
            "Участвует в формировании скелета, зубов и хрящей, всех видов соединительной ткани. Этот минерал обеспечивает стабильную сердечную деятельность, регулирует нервно-мышечную проводимость, поддерживает здоровое состояние клеточных мембран, участвует в процессах обмена веществ и кроветворения, повышает сопротивляемость организма к инфекциям и токсинам.\n" +
            "\n" +
            "МАГНИЙ\n" +
            "\n" +
            "Помощник кальция – правильный баланс кальция и магния в организме препятствует вымыванию кальция из костей. Обеспечивает стабильный сердечный ритм, помогает справиться со стрессом, регулирует тонус гладкой мускулатуры (сосудов, кишечника, желчного и мочевого пузыря).\n" +
            "\n" +
            "НАТРИЙ И КАЛИЙ\n" +
            "\n" +
            "Нормализуют водно-солевой и кислотно-щелочной баланс, обеспечивая постоянство внутренней среды организма.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Поместить 1 пакет-саше, не вскрывая, в 1,5 л воды (количество воды можно уменьшить в 2–3 раза). Рекомендуется использовать бутилированную или фильтрованную воду. Через 5 минут вода готова к употреблению. Приготовленную воду желательно употребить в течение дня.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте, в плотно закрытой упаковке.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "5 лет с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Япония",
        id: "2220",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ГИДРАТАЦИЯ", "МИНЕРАЛЫ ДЛЯ ВОДЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/2220-koral-mayn-30-sashe.jpg",
        link: "https://ru.coral.club/shop/coral-mine.html?offer=2220",
        certif: "https://incoral.com/doc/materials/coral-mine.jpg",
        prez: "https://drive.google.com/file/d/1ZFlTRK5-fXIrXaZkTxBdyCAmXLc5iW71/view?usp=sharing"
    },
    {
        name: "Корал-Майн Сильвер (10 саше)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Измельченный коралл - 994 мг.\n" +
            "► L-аскорбиновая кислота - 5 мг.\n" +
            "► Серебро - 1 мг.\n" +
            "\n" +
            "Корал-Майн это мини-фильтр пакетик обогащающий воду полезными для организма минералами и кальцием в ионной форме. Поддерживает водно-солевой и кислотно-щелочной баланс. Кроме этого, нормализует артериальное давление и восстанавливает сердечно-сосудистую и выделительную системы.\n" +
            "\n" +
            "Служит для профилактики остеопороза и артрита, а также регулирует работу выделительной и пищеварительной системы.",
        id: "2201",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ГИДРАТАЦИЯ", "МИНЕРАЛЫ ДЛЯ ВОДЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/2201-koral-mayn-silver-10-sashe.jpg",
        link: "https://ru.coral.club/shop/koral-mayn-silver.html?offer=2201",
        certif: "https://incoral.com/doc/materials/cert-coral-mine-silver.pdf",
        prez: "https://drive.google.com/file/d/1ZFlTRK5-fXIrXaZkTxBdyCAmXLc5iW71/view?usp=sharing"
    },
    {
        name: "Корал-Майн Сильвер (30 саше)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Измельченный коралл - 994 мг.\n" +
            "► L-аскорбиновая кислота - 5 мг.\n" +
            "► Серебро - 1 мг.\n" +
            "\n" +
            "Корал-Майн это мини-фильтр пакетик обогащающий воду полезными для организма минералами и кальцием в ионной форме. Поддерживает водно-солевой и кислотно-щелочной баланс. Кроме этого, нормализует артериальное давление и восстанавливает сердечно-сосудистую и выделительную системы.\n" +
            "\n" +
            "Служит для профилактики остеопороза и артрита, а также регулирует работу выделительной и пищеварительной системы.\n",
        id: "2200",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ГИДРАТАЦИЯ", "МИНЕРАЛЫ ДЛЯ ВОДЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/2200-koral-mayn-silver-30-sashe.jpg",
        link: "https://ru.coral.club/shop/koral-mayn-silver.html?offer=2200",
        certif: "https://incoral.com/doc/materials/cert-coral-mine-silver.pdf",
        prez: "https://drive.google.com/file/d/1ZFlTRK5-fXIrXaZkTxBdyCAmXLc5iW71/view?usp=sharing"
    },
    {
        name: "Гидрамакс",
        desc: "- Комплекс микро- и макроэлементов улучшает физиологическую полноценность воды и поддерживает баланс минералов, участвующих в работе всех органов и систем.\n" +
            "- Антиоксиданты защищают клетки от окислительного разрушения и преждевременного старения.\n" +
            "- Жизненно важные электролиты регулируют водно-солевой баланс, поддерживая нормальный обмен веществ и выносливость организма.\n" +
            "\n" +
            "Корал-Майн - минеральная композиция из кораллов склерактиний, содержащих соли полезных макро- и микроэлементов (кальция, магния, калия, а также железа, фосфора, серы, кремния, хрома, марганца, цинка и др.). При взаимодействии с водой минералы Корал-Майна из солей переходят в воду, повышая ее физиологическую полноценность, регулируют минеральный состав, кислотно-щелочной баланс и улучшают её органолептические свойства.\n" +
            "\n" +
            "ПентоКан - источник активного калия — важнейшего электролита для поддержания водно-солевого (минерального) и кислотно-щелочного баланса организма. Калий регулирует обменные процессы в клетках и поддерживает объем внутриклеточной жидкости, позволяет быстро восстанавливать энергетические ресурсы организма и сохранять полную жизнеспособность клеток даже в условиях окислительного стресса. Уникальное сочетание калия с рибозой и витамином С значительно повышает биодоступность этого жизненно важного макроэлемента для клеток организма и способствует его постоянной концентрации внутри клетки.\n" +
            "\n" +
            "Н-500 — эффективный антиоксидант, действие которого основано на мощных восстановительных свойствах водорода. Регулирует окислительно-восстановительный потенциал воды (ОВП). Помогает предотвратить повреждение клеток свободными радикалами и стимулирует выработку клеточной энергии, что позволяет легче переносить повышенные физические и интеллектуальные нагрузки.",
        id: "80380",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["ГИДРАТАЦИЯ", "КОМПЛЕКСНОЕ ОЗДОРОВЛЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/80380-gidramaks.jpg",
        link: "https://ru.coral.club/shop/hydramax-europe.html?offer=80380",
        certif: "",
        prez: "https://drive.google.com/file/d/1RSiPT-RULv0xi-BzGPSPR-Stm8plNbyc/view?usp=sharing"
    },
    {
        name: "Начни с воды, набор (голубая бутылка)",
        desc: "CORAL-MINE SILVER\n" +
            "\n" +
            "Минеральная композиция из глубоководных кораллов, которая придает питьевой воде полезные свойства: уменьшает жесткость, положительно влияет на минеральный баланс организма.\n" +
            "\n" +
            "KOR DELTA\n" +
            "\n" +
            "Совершенное искусство формы, сочетание функциональности, дизайна и удобства использования. Эта бутылка с характером и инновационными функциями. Основной принцип «всегда с собой» — уникальная конструкция содержит множество нововведений: просто открывать, нажав на кнопку крышки с эргономичной рукояткой, удобное горлышко, фиксатор, который, предохраняет от случайного открывания.",
        id: "80301",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ГИДРАТАЦИЯ", "МИНЕРАЛЫ ДЛЯ ВОДЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/80301-nachni-s-vody-nabor-golubaya-butylka.jpg",
        link: "https://ru.coral.club/shop/water-pack.html?offer=80301",
        certif: "",
        prez: "https://drive.google.com/file/d/1nI14Tl5G45nH5gvVZ_cTusEFsB3AgGpW/view?usp=sharing"
    },
    {
        name: "Начни с воды, набор (белая бутылка) KOR Delta Water Pack",
        desc: "CORAL-MINE SILVER\n" +
            "\n" +
            "Минеральная композиция из глубоководных кораллов, которая придает питьевой воде полезные свойства: уменьшает жесткость, положительно влияет на минеральный баланс организма.\n" +
            "\n" +
            "KOR DELTA\n" +
            "\n" +
            "Совершенное искусство формы, сочетание функциональности, дизайна и удобства использования. Эта бутылка с характером и инновационными функциями. Основной принцип «всегда с собой» — уникальная конструкция содержит множество нововведений: просто открывать, нажав на кнопку крышки с эргономичной рукояткой, удобное горлышко, фиксатор, который, предохраняет от случайного открывания.",
        id: "80307",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ГИДРАТАЦИЯ", "МИНЕРАЛЫ ДЛЯ ВОДЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/80307-nachni-s-vody-nabor-belaya-butylka-kor-delta-water-pack.jpg",
        link: "https://ru.coral.club/shop/water-pack.html?offer=80307",
        certif: "",
        prez: ""
    },
    {
        name: "Начни с воды, набор (темно-серая бутылка) KOR Delta Water Pack",
        desc: "Упаковка для здоровья №1\" включает минеральный комплекс Coral-Mine Silver (30 саше) на основе природного коралла для кондиционирования воды\n" +
            "и инновационную бутылку из экологичного пластика \"Kor Delta\" (750 мл), а также Z-карту с рекомендациями, с чего начать здоровую, наполненную энергией жизнь.\n" +
            "\n" +
            "CORAL-MINE SILVER\n" +
            "\n" +
            "Минеральная композиция из глубоководных кораллов, которая придает питьевой воде полезные свойства: уменьшает жесткость, положительно влияет на минеральный баланс организма.\n" +
            "\n" +
            "KOR DELTA\n" +
            "\n" +
            "Совершенное искусство формы, сочетание функциональности, дизайна и удобства использования. Эта бутылка с характером и инновационными функциями. Основной принцип всегда с собой — уникальная конструкция содержит множество нововведений: просто открывать, нажав на кнопку крышки с эргономичной рукояткой, удобное горлышко, фиксатор, который, предохраняет от случайного открывания.",
        id: "80308",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ГИДРАТАЦИЯ", "МИНЕРАЛЫ ДЛЯ ВОДЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/80308-nachni-s-vody-nabor-temno-seraya-butylka-kor-delta-water-pack.jpg",
        link: "https://ru.coral.club/shop/water-pack.html?offer=80308",
        certif: "",
        prez: ""
    },
    {
        name: "Лакмусовый рулон (100 тестов)",
        desc: "Длина бумажного рулона составляет 4,6 метра, хватает приблизительно на 100 тестов.\n" +
            "\n" +
            "Предназначены для экспресс-тестирования рН слюны с целью самоконтроля. Применение: Перед тестированием сделать несколько глотательных движений, затем смочить лакмусовую полоску слюной. Не позднее, чем через 2-3 секунды сравнить тест-полоску с прилагаемой цветовой шкалой значений рН. Следует проводить тестирование за 1 час до еды или через 2 часа после еды. Проверяйте уровень рН 2 раза в неделю 2-3 раза в день.",
        id: "92003",
        category: ["ЗДОРОВЬЕ", "CORAL GEAR"],
        subcategory: ["ГИДРАТАЦИЯ", "ТОВАРЫ ДЛЯ ДОМА"],
        image: "https://incoral.com/src/new/product/shop/2641-lakmusovyy-rulon-100-testov.jpg",
        link: "https://ru.coral.club/shop/phizine-rolls-in-dispensers.html?offer=92003",
        certif: "",
        prez: ""
    },
    {
        name: "H-500 (120 капсул)",
        desc: "«H-500» пополняет линейку продуктов, обладающих антиоксидантным действием. Как известно, свободные радикалы повреждают митохондрии, в которых образуется и хранится АТФ, лишая их тем самым возможности удовлетворять потребности организма в энергии. Вследствие этого появляются типичные признаки старения: ухудшается память, слух, зрение, снижается тонус и выносливость. Обеспечивая защиту от свободных радикалов, «H-500» помогает восстановить нормальную работоспособность организма.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Благодаря «H-500» проблема раннего старения и плохого самочувствия просто перестанет для вас существовать. «H-500» - это жизненная сила , выносливость и восстановление, физическая и умственная работоспособность.\n" +
            "\n" +
            "«H-500» позволяет легче переносить любые физические нагрузки, спортивные занятия или тяжелую работу. Продукт способствует снижению уровня молочной кислоты и ее быстрой утилизации из мышц, ускоряет их восстановление после нагрузок. Такой положительный эффект позволяет рекомендовать продукт людям интеллектуального труда, занятым на тяжелом производстве, спортсменам, а также любителям активного отдыха или тем, кому в силу каких-то причин надо быть бодрым и полным сил так как позволяет легко перенести сверхнагрузки, снимает перенапряжение, повышает упругость и тонус мышц.\n" +
            "\n" +
            "Этот продукт увеличивает энергетический потенциал организма за счет стимулирования выработки клеточной энергии, что очень важно для здоровья в целом, так как достаточный запас энергии обеспечивает физическую и умственную работоспособность, улучшает обмен веществ и позволяет противостоять многим неблагоприятным факторам.\n" +
            "\n" +
            "Окислительный стресс, вызываемый токсинами, микробами, свободными радикалами, приводит к клеточным повреждениям и ухудшению здоровья. «H-500» препятствует окислению здоровых клеток и восстанавливает в организме благоприятную щелочную среду, способствуя улучшению питания клеток и обмена веществ.",
        id: "91883",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ЭНЕРГИЯ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/289-h-500-120-kapsul.jpg",
        link: "https://ru.coral.club/shop/h-500.html?offer=91883",
        certif: "https://incoral.com/doc/materials/h-500-ru.pdf",
        prez: ""
    },
    {
        name: "H-500 (60 капсул)",
        desc: "«H-500» пополняет линейку продуктов, обладающих антиоксидантным действием. Как известно, свободные радикалы повреждают митохондрии, в которых образуется и хранится АТФ, лишая их тем самым возможности удовлетворять потребности организма в энергии. Вследствие этого появляются типичные признаки старения: ухудшается память, слух, зрение, снижается тонус и выносливость. Обеспечивая защиту от свободных радикалов, «Н-500» помогает восстановить нормальную работоспособность организма.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Благодаря «H-500» проблема раннего старения и плохого самочувствия просто перестанет для вас существовать. «H-500» - это жизненная сила, выносливость и восстановление, физическая и умственная работоспособность.\n" +
            "\n" +
            "«H-500» позволяет легче переносить любые физические нагрузки, спортивные занятия или тяжелую работу. Продукт способствует снижению уровня молочной кислоты и ее быстрой утилизации из мышц, ускоряет их восстановление после нагрузок. Такой положительный эффект позволяет рекомендовать продукт людям интеллектуального труда, занятым на тяжелом производстве, спортсменам, а также любителям активного отдыха или тем, кому в силу каких-то причин надо быть бодрым и полным сил так как позволяет легко перенести сверхнагрузки, снимает перенапряжение, повышает упругость и тонус мышц.\n" +
            "\n" +
            "Этот продукт увеличивает энергетический потенциал организма за счет стимулирования выработки клеточной энергии, что очень важно для здоровья в целом, так как достаточный запас энергии обеспечивает физическую и умственную работоспособность, улучшает обмен веществ и позволяет противостоять многим неблагоприятным факторам.\n" +
            "\n" +
            "Окислительный стресс, вызываемый токсинами, микробами, свободными радикалами, приводит к клеточным повреждениям и ухудшению здоровья. «H-500» препятствует окислению здоровых клеток и восстанавливает в организме благоприятную щелочную среду, способствуя улучшению питания клеток и обмена веществ.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ H-500\n" +
            "\n" +
            "► Оказывает оздоровительное воздействие на здоровье: благодаря повышению энергетических резервов организма полезен людям интеллектуального труда, занятым на тяжелом производстве и др.\n" +
            "► Необходим спортсменам, а также любителям активного отдыха.\n" +
            "► Предупреждает преждевременное старение организма.\n",
        id: "91800",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ЭНЕРГИЯ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/301-h-500-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/h-500.html?offer=91800",
        certif: "https://incoral.com/doc/materials/h-500-ru.pdf",
        prez: ""
    },
    {
        name: "АкваОкс (60 капсул)",
        desc: "Для стимулирования мозговой деятельности, улучшения кровообращения, повышения умственной работоспособности и укрепления сердечно-сосудистой системы, предлагаем вашему вниманию, продукт от компании Coral Club - АкваОкс.\n" +
            "\n" +
            "Его натуральный состав из экстрактов плодов граната, Асаи, какао и листьев розмарина защитят ваш организм от вредного воздействия свободных радикалов. Кроме этого, защитят ваши клетки от раннего старения, а также понизят уровень холестерина в крови.\n" +
            "\n" +
            "Пить АкваОкс 1 капсулу утром и 1 капсулу в обед во время еды.\n" +
            "\n" +
            "СОСТАВ 1 КАПСУЛЫ\n" +
            "\n" +
            "► Экстракт плодов граната - 200 мг.\n" +
            "► Экстракт плодов асаи - 200 мг.\n" +
            "► Экстракт плодов какао - 40 мг.\n" +
            "► Экстракт листьев розмарина - 20 мг.\n" +
            "► Вспомогательные компоненты.",
        id: "91829",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ЭНЕРГИЯ", "СЕРДЦЕ И СОСУДЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/553-akvaoks-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/aquaox.html?offer=91829",
        certif: "https://incoral.com/doc/materials/aquaox-ru.pdf",
        prez: ""
    },
    {
        name: "Комплекс 24/7 (180 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Витамин С - 50 мг.\n" +
            "► Витамин Е - 15 МЕ/15 мг.\n" +
            "► Инозитол - 5,63 мг.\n" +
            "► Никотинамид - 5 мг.\n" +
            "► Холин - 3,75 мг.\n" +
            "► Пантотеновая кислота - 2,5 мг.\n" +
            "► Витамин В6 - 0,5 мг.\n" +
            "► Витамин В2 - 425 мкг.\n" +
            "► Витамин А (бета-каротин) - 625 МЕ/375 мкг.\n" +
            "► Витамин В1 - 375 мкг.\n" +
            "► Фолиевая кислота - 83 мкг.\n" +
            "► Биотин - 25 мкг.\n" +
            "► Витамин В12 - 1,5 мкг.\n" +
            "► Витамин Д3 - 33,25 МЕ/0,83 мкг.\n" +
            "\n" +
            "МИНЕРАЛЫ\n" +
            "\n" +
            "► Кальций (карбонат, фосфат) - 27,5 мг.\n" +
            "► Калий (цитрат) - 11,75 мг.\n" +
            "► Магний (оксид, цитрат) - 10,75 мг.\n" +
            "► Цинк (оксид, глюконат) - 0,5 мг.\n" +
            "► Медь (карбонат) - 50 мкг.\n" +
            "► Марганец (карбонат) - 50 мкг.\n" +
            "► Селен (натрия селенат) - 6 мкг.\n" +
            "► Йод (калия, йодид) - 4,3 мкг.\n" +
            "► Хром (хлорид) - 3 мкг.\n" +
            "► Молибден (натрия молибдат) - 2 мкг.\n" +
            "\n" +
            "Овощи, фрукты, водоросли: 147 мг.\n" +
            "Спирулина (Spirulina platensis), алоэ вера (Aloe barbadensis), черника (V. corumbosum), брокколи (Brassica oleracea), клюква (Vaccinium macrocarpon), виноград (Vitis labrusca), листовая кудрявая капуста (Brassica oleracea acephala), малина (Rubusidaeus), шпинат (Spinacia oleracea), лютеин, цитрусовые флавоноиды, ликопин, астаксантин.\n" +
            "\n" +
            "Лекарственные растения: 6 мг.\n" +
            "Женьшень настоящий, корень (Panax ginseng), родиола розовая, корень (Rhodiola rosea), перец однолетний, плод (Capsicum annuum), горец многоцветковый, корень (Polygonum multiflorum), чеснок, луковица (Allium sativum), имбирь лекарственный, корень (Zingiber officinale), боярышник колючий, ягоды (Crataegus oxyacantha), папайя листья (Carica papaya), фенхель обыкновенный, семена (Foeniculum vulgare rubrum), шиповник, плод (Rosa canina), вспомогательные компоненты.\n" +
            "\n" +
            "«Комплекс 24/7» жизненно необходимая биологически активная добавка, содержащая витамины, микро- и макроэлементы, растительные компоненты: спирулину, алоэ, целебные растения, фрукты, ягоды. Оказывает общеукрепляющее действие, обеспечивает поддержку сердечно-сосудистой и нервной систем.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "► широкий спектр витаминов и минеральных веществ;\n" +
            "► алоэ вера;\n" +
            "► богатая питательными веществами спирулина;\n" +
            "► мощные антиоксиданты: бета-каротин, витамин С, витамин Е, ликопин, лютеин, цитрусовые флавоноиды, селен;\n" +
            "► полноценная питательная смесь фруктов и овощей, содержащая голубику, брокколи, клюкву, виноград, капусту, малину, шпинат;\n" +
            "► сбалансированный комплекс растений (женьшень, родиола розовая, каенский перец, горец многоцветковый, чеснок, имбирь, красный фенхель, боярышник, папайя, шиповник и др.).\n" +
            "\n" +
            "Витамины группы В поддерживает нормальный уровень гомоцистеина, важнейшего фактора здоровья сердечно-сосудистой системы, холин и инозитол благотворно влияет на деятельность сердца и ЦНС, повышают интеллектуальные возможности мозга, способствуют повышению концентрации внимания, памяти.\n" +
            "\n" +
            "Каротин, витамин С поддерживают нормальное состояние клеточных мембран.\n" +
            "\n" +
            "Кальций, витамин D и магний способствуют формированию костной и соединительной тканей, поддерживают стабильную работу сердечно-сосудистой и нервно-мышечной систем.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Комплекс 24/7» обогащает пищевой рацион питательными и полезными веществами, что помогает поддерживать здоровье и способствует:\n" +
            "► выработке АТФ главного источника энергии;\n" +
            "► повышение иммунитета и жизненного тонуса;\n" +
            "► нейтрализации свободных радикалов и замедлению процессов старения;\n" +
            "► улучшению состояния сердечно-сосудистой системы;\n" +
            "► улучшению деятельности мозга и нервной системы;\n" +
            "► укреплению опорно-двигательного аппарата;\n" +
            "► улучшению зрения.\n",
        id: "1501",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ЭНЕРГИЯ", "ИММУННАЯ ПОДДЕРЖКА", "АНТИСТРЕСС", "ВИТАМИНЫ И МИНЕРАЛЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/1501-kompleks-24-7-180-kapsul.jpg",
        link: "https://ru.coral.club/shop/24-seven-complex.html?offer=1501",
        certif: "https://incoral.com/doc/materials/cert-complex-24-seven.pdf",
        prez: ""
    },
    {
        name: "Корал Карнитин (180 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Ацетил L- карнитин - 400 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "«Корал Карнитин» эффективный энергетический биостимулятор, повышающий скорость расщепления жировых отложений. Наряду с этим прием карнитина предупреждает нервное истощение, проблемы с миокардом, улучшают физическую выносливость и умственную активность.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "В переводе с латинского слово «карнитин» означает мясо, вероятно, потому, что это вещество было выделено еще в начале прошлого века из мяса домашних животных. В ходе дальнейших исследований выяснилось, что карнитин очень близок по структуре к витаминам группы В, хотя витамином не является. Может синтезироваться в организме в печени и почках, содержится в основном в мышцах и печени.\n" +
            "\n" +
            "Действие карнитина основано на том, что он усиливает распад жиров, направляя их в «энергетические станции» наших клеток – митохондрии. Именно в них происходит окисление жира и выделение энергии. Чем больше количество жирных кислот карнитин доставит к митохондриям для выработки энергии, тем меньше останется жира, который может отложиться.\n" +
            "Это также отличное средство профилактики образования жировых (атеросклеротических) бляшек в кровеносных сосудах. Благодаря карнитину миокард не только освобождается от излишних жировых отложений, но и получает вдвое больше энергии.\n" +
            "\n" +
            "Еще одно очень важное действие карнитина связано с тем, что он способен сокращать образование в организме свободных радикалов, главных виновников раннего старения клеток. А помимо этого, активизирует деятельность собственной антиоксидантной системы организма.\n" +
            "\n" +
            "Карнитин также ускоряет процесс расщепления углеводов до молочной кислоты и способствует быстрому всасыванию последней из мышечных тканей. Он обеспечивает мышцы энергией при гипоксии, повышает устойчивость тканей к влиянию токсичных продуктов распада. Благодаря такому эффекту быстро восстанавливается работоспособность после длительных физических нагрузок.\n" +
            "\n" +
            "За счет своего многофункционального действия на здоровье данное вещество полезно всем без исключения. Пищевые источники карнитина - мясо, молоко, рыба. Учитывая это, можно сказать, что он больше нужен любителям растительной пищи, но, если учесть, что при термообработке значительная часть карнитина теряется, то для восполнения суточной потребности и вегетарианцам, и мясоедам необходим дополнительный прием добавок с карнитином.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Корал Карнитин» полезный продукт для:\n" +
            "► Поддержания веса в норме.\n" +
            "► Повышения выносливости и работоспособности.\n" +
            "► Восстановления энергетического потенциала организма.\n" +
            "► Здоровья сердечно-сосудистой системы.",
        id: "91890",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ЭНЕРГИЯ", "КОНТРОЛЬ ВЕСА", "СЕРДЦЕ И СОСУДЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/1237-koral-karnitin-180-kapsul.jpg",
        link: "https://ru.coral.club/shop/coral-carnitine.html?offer=91890",
        certif: "https://incoral.com/doc/materials/cert-coral-carnitine.pdf",
        prez: ""
    },
    {
        name: "Корал Таурин (60 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Таурин - 600 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "«Коралл Таурин» источник «универсальной» аминокислоты таурина, который обладает многогранным оздоровительным действием, а потому очень важна для применения в качестве добавки к пище.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Можно сказать, что эта аминокислота сопровождает человека на протяжении всей жизни – от зачатия до самой старости. Еще во время беременности она чрезвычайно важна для нормального развития и роста плода. Причем специалисты отмечают, что в детском головном мозге содержится в четыре раза больше таурина, чем в мозге взрослых.\n" +
            "\n" +
            "Если взять пищевые источники таурина, то он содержится в продуктах животного происхождения – рыбе, мясе, молоке, яйцах и не встречается в растительной пище. Значит, особенно важное значение эта аминокислота имеет для вегетарианцев. Хотя таурин считается аминокислотой, но в отличии от других аминокислот в состав белков не входит.\n" +
            "\n" +
            "Функциональные возможности таурина внушительны. Он присутствует в тканях головного мозга и сетчатке глаз в весьма высоких концентрациях. Уменьшает судороги, тормозит передачу нервного возбуждения в ЦНС, укрепляет память и усиливает концентрацию внимания. Это главная кислота сетчатки глаза (40-50%), которая обеспечивает питание его тканей и нормальное функционирование, способствует адаптации глаз к свету. И самое важное – таурин способен восстанавливать поврежденные ткани сетчатки или хрусталика и, тем самым, улучшает зрение после различных травм или возрастных проблем.\n" +
            "\n" +
            "Не менее важен таурин и для сердечно-сосудистой системы. Главным образом он предотвращает выведения калия из сердечной мышцы и нормализует обмен натрия, калия, кальция и магния – минералов, отвечающих за правильный и здоровый сердечный ритм. Кроме того, таурин способствует расширению кровеносных сосудов.\n" +
            "\n" +
            "Данная аминокислота принимает активное участие в обмене веществ. Предупреждает застой желчи в желчном пузыре и желчевыводящих путях. Снижает уровень холестерина низкой плотности («вредного» холестерина) в крови и печени и предупреждает образование тромбов. Еще одно предназначение таурина – повышение активности инсулина в организме, а этот гормон напрямую влияет на уровень глюкозы в крови, образование из Глюкозы гликогена в печени и мышцах, повышает энергообмен.\n" +
            "\n" +
            "Как антиоксидант таурин связывает в организме активные формы кислорода, повреждающие ДНК, поддерживает необходимое количество витаминов С и Е и белка-антиоксиданта глутатиона.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "Корал Таурин незаменимый продукт для:\n" +
            "► сердечно-сосудистой и нервной систем;\n" +
            "► поддержания здоровья органов зрения;\n" +
            "► оптимизации обмена веществ;\n" +
            "► антиоксидантной защиты.",
        id: "2101",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ЭНЕРГИЯ", "СЕРДЦЕ И СОСУДЫ", "АНТИСТРЕСС", "АМИНОКИСЛОТЫ"],
        image: "https://incoral.com/src/new/product/shop/1321-koral-taurin-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/coral-taurine.html?offer=2101",
        certif: "https://incoral.com/doc/materials/cert-coral-taurine.pdf",
        prez: "https://drive.google.com/file/d/1Enz7_eVXgotCPVk-FWXmK5IImAMIIo_E/view?usp=sharing"
    },
    {
        name: "Коэнзим Q10 100 мг (60 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Кофермент Q10 -100 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "«Кофермент Q10» убихинон – представляет собой энергетический субстрат, необходимый для жизнедеятельности всех видов клеток. При достаточном содержании его в тканях происходит нормальное течение иммунологических реакций. В человеческом организме кофермент синтезируется из мевалоновой кислоты - одной из ключевых органических кислот живых существ. С возрастом этот процесс угасает, и тогда на помощь приходит биологически активная добавка «Кофермент Q10».\n" +
            "\n" +
            "«Кофермент Q10» продукт на основе убихинона, повышает энергетический потенциал организма, усиливает антиоксидантную защиту, предотвращая преждевременное старение и развитие многих недугов.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Наибольшую потребность в кофермент Q10 испытывают органы с максимальными энергетическими затратами – сердце, печень, почки и поджелудочная железа. Это вещество является составной частью митохондрий, вырабатывающих около 95% всей энергии, необходимой человеческому организму. Применение кофермента предусмотрено многими программами по снижению веса, т.к. он стимулирует выработку энергии и нормализует процесс обмена веществ. При этом излишние жировые отложения расщепляются и используются организмом как источник питательных веществ.\n" +
            "\n" +
            "С возрастом организм теряет способность усваивать достаточное количество кофермент Q10, поступающего с пищей. Параллельно с этим снижается и его синтез в организме, что является одной из причин многих заболеваний, сопровождающих пожилой возраст.\n" +
            "\n" +
            "Исследования показали, что кофермент Q10 необходим для обеспечения иммунной защиты организма: он усиливает активность макрофагов и увеличивает количество иммуноглобулинов.\n" +
            "\n" +
            "Это вещество также нормализует работу сердечно-сосудистой системы: повышает сократительную способность миокарда и улучшает его кровоток, проявляет антисклеротическое, антиаритмическое и гипотензивное действие, повышает физическую выносливость, замедляет процессы старения, защищает митохондрии от окисления. Значительно уменьшает токсическое действие лекарств, поддерживает функцию вилочковой железы.\n" +
            "\n" +
            "Следует учесть, что действие кофермента не является мгновенным. Результаты его применения начинают проявляться на 2-4 неделе после начала приема, когда достигается необходимый уровень его концентрации в организме.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "► Астении и синдроме хронической усталости.\n" +
            "► Состояниях эмоционально-психического или физического истощения.\n" +
            "► ИБС, аритмии, гипертонии.\n" +
            "► Атеросклерозе и нарушениях обмена веществ.\n" +
            "► Избыточном весе и реабилитации после различных заболеваний.",
        id: "2148",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ЭНЕРГИЯ", "СЕРДЦЕ И СОСУДЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/1405-koenzim-q10-100-mg-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/coenzyme-q10.html?offer=2148",
        certif: "https://incoral.com/doc/materials/cert-coenzyme.pdf",
        prez: ""
    },
    {
        name: "МайндСет (90 капсул)",
        desc: "Головной мозг потребляет 50% поступающего в организм кислорода. Если человек мало двигается, имеет зажимы в шейном отделе позвоночника, мозгу трудно получить для полноценной работы все необходимое.\n" +
            "\n" +
            "Чтобы в головной мозг и нервную систему поступали питательные вещества необходимо, чтобы было хорошее кровообращение.\n" +
            "\n" +
            "Если человек ведет малоподвижный образ жизни, мозгу сложно получить все что ему необходимо.\n" +
            "\n" +
            "Чтобы держать фокус, решать необходимые задачи и не отвлекаться по пустякам, предлагаем познакомиться с уникальным продуктом Майндсет. Он является незаменимым помощником, как для обычных людей, которые испытывают усталость, так и для людей ведущих бизнес.\n" +
            "\n" +
            "Майндсет легко справляется с головной болью, метеозависимостью, а также решает проблемы с сосудами головного мозга, улучшает память и повышает мыслительные способности.\n" +
            "\n" +
            "Восстанавливает цикл “сон-бодрствование”. В его состав входят витамины группы В, гриб Рейши, экстракт корня имбиря, розмарин, гингко билоба, липоевая кислота, аминокислоты тирозин и тианин.",
        id: "91819",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ЭНЕРГИЯ", "СЕРДЦЕ И СОСУДЫ", "АНТИСТРЕСС", "ВИТАМИНЫ И МИНЕРАЛЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/1525-mayndset-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/mindset.html?offer=91819",
        certif: "https://incoral.com/doc/materials/cert-mindset.pdf",
        prez: ""
    },
    {
        name: "ПентоКан (20 шипучих таблеток)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Калий (гидрокарбонат) 420 мг.\n" +
            "► Витамин С (L- аскорбиновая кислота) 100 мг.\n" +
            "► Рибоза 20 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "«ПентоКан» - сбалансированная комбинация калия, витамина С и рибозы – трех компонентов, необходимых для поддержания эффективного энергообмена. Удобная форма выпуска обеспечивает повышенную биодоступность, позволяя активным веществам быстрее и лучше усваиваться.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Калий – элемент, значение которого трудно переоценить. Он содержится во всех внутриклеточных жидкостях и помогает нормализовать кислотно-щелочной баланс. Калий важен для здоровья сердца, уменьшает проводимость миокарда. Снижение его содержания в крови повышает риск развития аритмий. От уровня этого минерала в организме во многом зависит наша работоспособность и энергичность; при его понижении (из-за напряженной физической или умственной активности, стресса, несбалансированного питания) человек ощущает упадок сил и быстро устает.\n" +
            "\n" +
            "Витамин С – крайне важный для здоровья витамин, обладающий антиоксидантами свойствами. Если вы ведете активную жизнь, напряженно работаете, часто испытываете стресс или живете в неблагоприятных условиях, то он вам особенно необходим. Витамин С помогает снабжать кислородом мышцы и ткани, участвует в синтезе коллагена, способствует лучшему усвоению белка. Благодаря ему организм быстрее восстанавливается после нагрузки и стресса. Витамин С также способствует защите организма от преждевременного старения.\n" +
            "\n" +
            "Рибоза - необходима для синтеза молекул АТФ (аденозинтрифосфат), посредством которого все клетки нашего организма сохраняют и используют энергию для биохимических реакций. Рибоза особенно важна для спортсменов: концентрация АТФ в клетках после тренировки (или другой стрессовой ситуации) значительно снижается, а дополнительное употребление рибозы помогает восстановить энергетические запасы.\n" +
            "\n" +
            "АКТИВНЫЕ КОМПОНЕНТЫ ПЕНТОКАНА ПОМОГАЮТ\n" +
            "\n" +
            "► Поддерживать высокий уровень энергии и работоспособность.\n" +
            "► Быстрее восстанавливаться после нагрузки и стресса.\n" +
            "► Поддерживать здоровье сердца.",
        id: "2141",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ЭНЕРГИЯ", "СЕРДЦЕ И СОСУДЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/2141-pentokan-20-shipuchih-tabletok.jpg",
        link: "https://ru.coral.club/shop/pentokan.html?offer=2141",
        certif: "https://incoral.com/doc/materials/cert-pentokan.pdf",
        prez: "https://drive.google.com/file/d/1z8MCtBK4_ISH9VuUjChff4-_mm1m3ZGY/view?usp=sharing"
    },
    {
        name: "Синерджайзер со вкусом апельсина и манго (250 г)",
        desc: "Сбалансированный энергетический напиток с ярким фруктово-цитровым вкусом. Синергия витаминов, минералов, растительных экстрактов, углеводов, аминокислот способствует заметному повышению активности, работоспособности, выносливости. Натуральный кофеин из экстрактов гуараны и зеленого чая обеспечивает приток энергии без побочных эффектов, свойственных синтетическому кофеину, который обычно входит в состав энергетических коктейлей.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Экстракт гуараны и зеленого чая содержат натуральный кофеин, который усваивается постепенно и действует на организм бережно, не раздражая слизистую ЖКТ и не вызывая перевозбуждения, а эффект сохраняется гораздо дольше.\n" +
            "\n" +
            "Глюкоза, сахароза, мальтодекстрин углеводы с высоким гликемическим индексом – основной поставщик энергии для организма. В состав Синерджайзера включена сбалансированная комбинация углеводов, которая обеспечивает стабильный приток качественной энергии и быстрое восстановление израсходованного гликогена без резких скачков уровня сахара в крови.\n" +
            "\n" +
            "L-карнитин эффективный энергетический стимулятор. Предупреждает нервное истощение, улучшает физическую выносливость и умственную активность. Ускоряет процесс расщепления углеводов до молочной кислоты и способствует выведению ее из мышечной тканей.\n" +
            "\n" +
            "Глюкуронолактон естественный метаболит глюкозы, участвует в образовании гликогена, тем самым помогает предотвратить истощение запасов гликогена в клетках, что особенно актуально для тех, кому энергия нужна быстро и в достаточном количестве.\n" +
            "\n" +
            "АМИНОКИСЛОТНЫЙ КОМПЛЕКС\n" +
            "\n" +
            "Таурин улучшает кровообращение и обменные процессы в сердечной мышце, поддерживает нервную систему в стрессовых ситуациях, улучшая психологическое состояние, снижает уровень глюкозы в крови. Глицин влияет на активность всех реакций в процессе синтеза энергии из углеводов в организме, поэтому при чрезмерной физической нагрузке или стрессе его внутренние резервы быстро расходуются и нуждаются в восполнении. Цитруллин ускоряет восполнение мышц после нагрузки, снижает мышечную усталость, улучшает энергетический обмен в сердечной мышце.\n" +
            "\n" +
            "Витамины группы В (В1, В2, РР, В6, пантотеновая кислота) необходимы для эффективного энергетического обмена.\n" +
            "\n" +
            "Магний, натрий и хром принимают активное участие в метаболизме жиров и углеводов, водно-солевом, энергетическом обмене.\n" +
            "\n" +
            "Фруктовые добавки апельсина и манго обеспечивают яркий и бодрящий фруктово-цитрусовый вкус напитка.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "Продукт рекомендован тем, кто:\n" +
            "► хочет эффективно повысить свою производительность и работоспособность – как интеллектуальную, так и физическую;\n" +
            "► нуждается в дополнительной энергии без отложенной усталости;\n" +
            "► избегает употребления синтетического кофеина.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Эритрит (подсластитель), сахароза, кукурузный крахмал, мальтодекстрин, глюкоза (декстроза), натуральный ароматизатор манго, натуральный ароматизатор апельсин, лимонная кислота (регулятор кислотности), таурин 600 мг, апельсиновый фруктовый порошок, магний (цитрат) - 50,4 мг, L- цитруллин (малат) 315 мг, L- карнитин (тартрат) 300 мг, манго фруктовый порошок, D- глюкуронолактон 300 мг, яблочная кислота (регулятор кислотности), L-глицин 200 мг, кремния диоксид (антислеживающий агент), натрия (цитрат), подсолнечное мало, стевиолгликозиды (подсластитель), экстракт зеленого чая 50 мг, экстракт гуароны 50 мг, витамин РР 16 мг, бета-каротин, пантотеновая кислота 5 мг, витамин В6 1,4 мг, витамин В2 1,4 мг, витамин В1 1,1 мг, хром (пиколинат) 50 мг.",
        id: "2162",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["ЭНЕРГИЯ"],
        image: "https://incoral.com/src/new/product/shop/2162-sinerdzhayzer-so-vkusom-apelsina-i-mango-250-g.jpg",
        link: "https://ru.coral.club/shop/synergizer-orange-and-mango.html?offer=2162",
        certif: "",
        prez: ""
    },
    {
        name: "Липосомальный Витамин С (100 мл)",
        desc: "Все ценные свойства витамина С в максимально биодоступной и безопасной форме. За счет технологии липосомального инкапсулирования жизненно важный витамин усваивается лучше и не вызывает побочных эффектов со стороны пищеварительного тракта.\n" +
            "\n" +
            "АКТИВНЫЕ КОМПОНЕНТЫ\n" +
            "\n" +
            "Витамин С (аскорбиновая кислота) — один из ключевых микронутриентов для организма. Сильнейший антиоксидант, который охраняет клетки органов и тканей от повреждений свободными радикалами и активирует защитные функции организма, ускоряет заживление ран и рубцов.\n" +
            "\n" +
            "Жизненно важный витамин участвует в синтезе коллагена и эластина, гиалуроновой кислоты, многих ферментов, также он улучшает усвоение кальция, железа, цинка, влияет на синтез и обмен холестерина. От витамина С зависит белковый и углеводный обмен. Он также ускоряет выведение токсичных веществ из организма: свинца, меди, ртути, ванадия. Помогает укрепить сосуды и повысить выносливость организма, делая его более устойчивым к нагрузкам.\n" +
            "\n" +
            "Витамин С не синтезируется и не накапливается в организме, поэтому необходимо регулярно восполнять его запас. Обычные формы аскорбиновой кислоты усваиваются не полностью, быстро разрушаются и раздражают слизистую пищеварительного тракта.\n" +
            "\n" +
            "Главные преимущества витамина С, заключенного в липосомальную оболочку, -- это высокая биодоступность и защита слизистой пищеварительного тракта от раздражения даже при приеме высоких доз. Липосомальная оболочка состоит из фосфолипидов, которые служат дополнительным строительным материалом для поврежденных клеточных оболочек.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Встряхнуть флакон перед приемом. Взрослым принимать 2,5 мл 1-2 раза в день или согласно рекомендациям специалиста. Можно принимать в чистом виде или растворить в 1 стакане воды или сока.",
        id: "2166",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ЭНЕРГИЯ", "ИММУННАЯ ПОДДЕРЖКА", "АНТИСТРЕСС", "ЛИПОСОМАЛЬНЫЕ ФОРМУЛЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/2166-liposomalnyy-vitamin-s-100-ml.jpg",
        link: "https://ru.coral.club/shop/liposomal-vitamin-c.html?offer=2166",
        certif: "https://incoral.com/doc/materials/cert-liposomal-vitamin-c.pdf",
        prez: "https://drive.google.com/file/d/1kS_Ffu9U8v_pNi1eQpdjp7qKECjiQuY0/view?usp=sharing"
    },
    {
        name: "Корал Детокс",
        desc: "Coral Detox – это комплексный подход, обеспечивающий естественное выведение токсинов из организма, здоровье клеток, активность и молодость на долгие годы.\n" +
            "\n" +
            "В состав входят 4 продукта: «Ассимилятор» (90 капсул), «Н-500» (60 капсул), «Корал-Майн Сильвер» (30 саше), «Корал Лецитин» (120 капсул).\n" +
            "\n" +
            "Ассимилятор содержит комплекс ферментов растительного происхождения с витаминами А и D, способствует качественному расщеплению пищевых продуктов и уменьшает образование токсинов.\n" +
            "\n" +
            "H-500 – антиоксидант, защищает организм от последствий окислительного стресса, способствует выработке клеточной энергии.\n" +
            "\n" +
            "Корал-Майн Сильвер – минеральная композиция из глубоководных кораллов, которая влияет на минеральный баланс организма, способствует выведению водорастворимых токсинов.\n" +
            "\n" +
            "Корал Лецитин – источник природных фосфолипидов, защищает оболочки клеток от повреждения токсинами, улучшает функции печени – главного фильтра организма.",
        id: "80350",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "КОМПЛЕКСНОЕ ОЗДОРОВЛЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/80350-koral-detoks.jpg",
        link: "https://ru.coral.club/shop/coral-detox.html?offer=80350",
        certif: "",
        prez: "https://drive.google.com/file/d/1yUW424CnN3tp5ZLkdLjDaQGxkPfF5caH/view?usp=sharing"
    },
    {
        name: "Корал Детокс Плюс",
        desc: "Coral Detox Plus – это расширенный вариант набора Coral Detox, способствующий естественному выведению токсинов, защите и оздоровлению клеток, повышению жизненного тонуса и укреплению иммунитета.\n" +
            "\n" +
            "Усиленная защита от токсических воздействий и высокий уровень энергии!\n" +
            "\n" +
            "В наборе: «Ассимилятор» (90 капсул), «Н-500» (60 капсул), «Корал-Майн Сильвер» (30 саше), «Корал Лецитин» (120 капсул), «ПентоКан» (2 упаковки), «Корал Люцерна» (120 капсул).\n" +
            "\n" +
            "Ассимилятор способствует качественному расщеплению пищи и уменьшает образование токсинов. В составе ферменты растительного происхождения с витаминами А и D.\n" +
            "\n" +
            "H-500 содержит комплекс антиоксидантов для защиты организма от последствий окислительного стресса. Способствует выработке клеточной энергии и сохранению здоровья и молодости клеток.\n" +
            "\n" +
            "Корал-Майн Сильвер – минеральная композиция из глубоководных кораллов, которая оптимизирует минеральный баланс организма и активно выводит водорастворимые токсины.\n" +
            "\n" +
            "Корал Лецитин улучшает функции печени – главного фильтра организма.\n" +
            "\n" +
            "Как источник природных фосфолипидов, защищает оболочки клеток от повреждения токсинами.\n" +
            "\n" +
            "ПентоКан – уникальная комбинация калия, витамина С и рибозы, способствует высвобождению клеточной энергии и помогает организму быстро восстановиться после нагрузок и интоксикаций.\n" +
            "\n" +
            "Корал Люцерна – комплекс растительных компонентов, повышающих жизненный тонус и положительно воздействующих на общий уровень здоровья. Люцерна помогает быстро справиться с интоксикацией, расстройствами пищеварения и другими нарушениями работы внутренних органов.",
        id: "80360",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "КОМПЛЕКСНОЕ ОЗДОРОВЛЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/80360-koral-detoks-plyus.jpg",
        link: "https://ru.coral.club/shop/coral-detox-plus.html?offer=80360",
        certif: "",
        prez: ""
    },
    {
        name: "Целевая программа: Здоровый кишечник",
        desc: "Как одним правильным подходом избавиться от нескольких проблем: очистить не только кишечник, но и другие органы от гельминтов, токсинов и шлаков?\n" +
            "Предлагаем вашему вниманию Целевую программу \"Здоровый Кишечник\".\n" +
            "\n" +
            "Данный комплекс решит многие проблемы и восстановит ваш организм. Все входящие в состав 15 витаминов и 11 минералов, дефицит которых возникает благодаря загрязнению внешней экологической среды, курению и алкоголизму, плохому питанию, окажут благотворное влияние на иммунитет.\n" +
            "\n" +
            "26 растительных компонентов помогут избавиться от гельминтов и улучшат пищеварение, работают в синергии. Программа \"Здоровый кишечник\" рассчитана ровно на один месяц, разбита на три этапа по 10 дней каждый.\n" +
            "\n" +
            "Живая вода Корал-Майн восстановит кислотно-щелочной и водный баланс организма. А 8 пищеварительных ферментов способствуют расщеплению жиров, белков, углеводов. Лакто Бифидобактерии и инулин помогут привести в порядок ЖКТ. Если вы будете соблюдать диету — это усилит положительную динамику.",
        id: "80510001",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ПИЩЕВАРЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/80500-celevaya-programma-zdorovyy-kishechnik.jpg",
        link: "https://ru.coral.club/shop/healthy-gut.html?offer=80510001",
        certif: "",
        prez: "https://drive.google.com/file/d/1IoCqUDl9lj6W7dbHlvLoDQI8fJ1Uucrj/view?usp=sharing"
    },
    {
        name: "Парашилд",
        desc: "Комплексное действие растительных экстрактов, пробиотиков, витаминов и минералов способствует:\n" +
            "► очищению кишечника от различных паразитов;\n" +
            "► выведению из организма продуктов жизнедеятельности паразитов;\n" +
            "► укреплению иммунитета;\n" +
            "► росту численности собственных полезных бактерий для восстановления здоровой микрофлоры кишечника.\n" +
            "\n" +
            "ПАРАФАЙТ\n" +
            "\n" +
            "Противопаразитарная синергичная комбинация экстрактов 12 растений, среди которых черный орех, гвоздика, ромашка, горечавка, тысячелистник, душица, тимьян, чеснок, перец. Их активные компоненты — юглон, дубильные вещества, органические кислоты, флавоноиды, горькие гликозиды, эфирные масла, аллицин и пиперин — препятствуют жизнедеятельности паразитов, находящихся на разных стадиях развития и помогают вывести их из организма.\n" +
            "\n" +
            "КОРАЛ БУРДОК РУТ\n" +
            "\n" +
            "Содержит активные вещества в высокой концентрации, так как в его состав входит не только измельченный корень, но и экстракт лопуха. Активные компоненты продукта ускоряют процессы самоочищения организма и препятствуют росту патогенных бактерий в пищеварительном тракте.\n" +
            "\n" +
            "МСМ\n" +
            "\n" +
            "Содержит биодоступную органическую серу, витамин С и биотин, которые помогают выводить из организма токсичные вещества, уменьшают аллергические проявления, улучшают состояние кожи, волос и ногтей.\n" +
            "\n" +
            "СУПЕР-ФЛОРА\n" +
            "\n" +
            "Сбалансированная комбинация пробиотиков (бифидо- и лактобактерий) и пребиотика инулина — способствует увеличению численности собственных полезных бактерий в кишечнике, улучшению пищеварения и укреплению иммунитета.\n" +
            "\n" +
            "КОРАЛ МАЙН\n" +
            "\n" +
            "Минеральная композиция из реликтовых кораллов для улучшения качества и вкусовых свойств воды. Источник полезных макро- и микроэлементов (кальция, магния, калия и др.), которые регулируют минеральный и кислотно-щелочной баланс в организме.\n" +
            "\n" +
            "ПараФайт (90 капсул), Корал Бурдок Рут (90 капсул), МСМ (60 растительных капсул), Супер-Флора (90 растительных капсул), Корал-Майн (30 саше).",
        id: "80320",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС"],
        image: "https://incoral.com/src/new/product/shop/2328-parashild.jpg",
        link: "https://ru.coral.club/shop/parashield.html?offer=80320",
        certif: "",
        prez: "https://drive.google.com/file/d/19en9iHlfCmc07ZxEuzc5VGd2RvTe6CRv/view?usp=sharing"
    },
    {
        name: "Парашилд Плюс",
        desc: "Программа Parashield Plus является расширенной версией и служит для защиты организма от различных видов паразитов.\n" +
            "Рассчитана на 2 месяца приема.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "► Ассимилятор это фермент, который помогает расщеплять пищу на белки, жиры и углеводы. Выводит и нейтрализует токсины.\n" +
            "► Супер-Флора это пребиотики и пробиотики. Служат для улучшения пищеварения, укрепляют иммунитет.\n" +
            "► Парафайт состоит из 12 экстрактов растений, выводит различные виды паразитов.\n" +
            "► Корал Черный орех нормализует работу ЖКТ, борется с паразитами.\n" +
            "► Корал Бурдок Рут, богат инулином, является сорбентов, препятствует росту бактерий и грибов.\n" +
            "► Кора муравьиного дерева с селеном служит иммуномодулятором и противогрибковым средством.\n" +
            "► Сера МСМ выводит токсины, улучшает состояние кожи, ногтей, волос.\n" +
            "► Coral-Mine источник макро- и микроэлементов, регулирует рН в организме.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Инструкция по применению внутри упаковки. Обязательно прочтите. Продолжительность приема — 60 дней.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов, беременность, кормление грудью. Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте при температуре не выше +25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "2 года с даты производства.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "США, Япония.",
        id: "80330",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС"],
        image: "https://incoral.com/src/new/product/shop/2557-parashild-plyus.jpg",
        link: "https://ru.coral.club/shop/parashield-plus.html?offer=80330",
        certif: "",
        prez: "https://drive.google.com/file/d/1Cx2AtUUdHwybB5mGGEkPlpedD2ua0bHE/view?usp=sharing"
    },
    {
        name: "Хлорелла (180 таблеток)",
        desc: "Хлорелла является самым уникальным продуктом на земле. В ней много витаминов, микроэлементов, растительного белка, минералов, жирных кислот и клетчатки. Все эти компоненты питают клетки всего организма человека.\n" +
            "\n" +
            "Главный компонент данного продукта — хлорофилл, его еще называют ”зеленое золото”. Хлорофилл напоминает человеческие клетки гемоглобина.\n" +
            "\n" +
            "Кроме этого, с помощью данного продукта можно очистить кровь, восстановить иммунитет, вывести токсины, улучшить поступление кислорода по крови.\n" +
            "\n" +
            "Хлорелла пользуется популярностью среди спортсменов и вегетарианцев, так как в ее составе содержится железо и аминокислоты.\n" +
            "\n" +
            "Хлореллу обычно используют при гормональном сбое, для выведения токсинов, при недостатке микроэлементов, таких как железо, для укрепления иммунитета.\n" +
            "\n" +
            "При постоянном использовании Хлореллы можно нормализовать работу ЖКТ, восстановить иммунитет и нормализовать обмен веществ. Кроме этого, данный продукт облегчает воздействие химиотерапии для пациентов с онкологическими заболеваниями.",
        id: "2129",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ПИЩЕВАРЕНИЕ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/2197-hlorella-180-tabletok.jpg",
        link: "https://ru.coral.club/shop/chlorella-tablets.html?offer=2129",
        certif: "https://incoral.com/doc/materials/cert-chlorella-tablets.pdf",
        prez: ""
    },
    {
        name: "Набор Программа 2 Коло-Вада Плюс",
        desc: "PROGRAM 2 COLO-VADA PLUS\n" +
            "\n" +
            "► Комплект 1 (14 пакетов)\n" +
            "► Комплект 2 (8 пакетов)\n" +
            "► Комплект 3 (6 пакетов)\n" +
            "► Порошок «Коло-Вада Микс» (16 пакетов)\n" +
            "► Блистер «Супер-Флора» (30 капсул)\n" +
            "\n" +
            "«Программа 2 Коло-Вада Плюс» эффективная комплексная программа, которая способствует очищению организма и восстановлению здоровой внутренней среды, не нарушая привычный ритм жизнедеятельности и не вызывая чувство дискомфорта.\n" +
            "\n" +
            "Программа рассчитана на 14 дней применения и включает 3 последовательных этапа, что позволяет получить максимальный оздоровительный эффект.\n" +
            "\n" +
            "1 ЭТАП, ПОДГОТОВКА - 7 ДНЕЙ\n" +
            "\n" +
            "Для первого этапа программы предназначены 14 пакетиков №1, каждый из которых включает продукты: «Алтимейт» (1 таблетка), «Витамин С», «Люцерна» (2 капсулы), «Каскара Саграда» (1 таблетка), «Набор трав №2» (2 капсулы), «Листья черного ореха» (2 таблетки) и «Супер-Флора» (14 капсул).\n" +
            "\n" +
            "На этом этапе происходит подготовка организма к очищению, токсичные вещества выводятся в толстый кишечник. Организм обеспечивается питательными веществами, нормализуется работа кишечника.\n" +
            "\n" +
            "2 ЭТАП, ОЧИЩЕНИЕ - 4 ДНЯ\n" +
            "\n" +
            "Для второго этапа программы предназначены 8 пакетиков №2, в каждый из которых входят продукты: «Алтимейт» (1 таблетка), «Витамин С» (1 таблетка), «Люцерна» (2 капсулы), «Каскара Саграда» (1 таблетка), «Набор трав №2» (1 капсулы), «Листья черного ореха» (1 таблетки) и «Супер-Флора» (8 капсул) и 16 пакетов порошка «Коло-Вада Микс».\n" +
            "\n" +
            "На втором этапе происходит очищение кишечника за счет сильного набухания порошка «Коло-Вада Микс» с образованием желеобразной массы, которая обладает поразительной способностью обволакивать большое количество застоявшегося содержимого кишечника и легко выводить его из организма.\n" +
            "\n" +
            "3 ЭТАП, ВОССТАНОВЛЕНИЕ - 3 ДНЯ\n" +
            "\n" +
            "Для третьего этапа программы предназначены 6 пакетов №3, которые включают: «Алтимейт» (1 таблетка), «Витамин С» (1 таблетка), «Люцерна» (2 капсулы), «Каскара Саграда» (1 таблетка), «ДигестЭйбл» (1 капсула), «и «Супер-Флора» (8 капсул).\n" +
            "\n" +
            "На третьем этапе происходит восстановление работы желудочно-кишечного тракта и микрофлоры кишечника за счет комплекса натуральных пробиотических культур (бифидум и лактобактерий) и пищеварительных ферментов (амилаза, протеаза, липаза, бромелайн и др.).\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "► Улучшиться работа пищеварительной, выделительной, дыхательной, сердечно-сосудистой, лимфатической систем организма.\n" +
            "► Повыситься жизненный тону и работоспособность.\n" +
            "► Улучшиться состояние кожи.",
        id: "1200",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ПИЩЕВАРЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/1200-nabor-programma-2-kolo-vada-plyus.jpg",
        link: "https://ru.coral.club/shop/program-2-colo-vada-plus.html?offer=1200",
        certif: "https://incoral.com/doc/materials/cert-0339676-ru.pdf",
        prez: ""
    },
    {
        name: "Коло-Вада Лайт",
        desc: "Программа от известного нутрициолога Альберта Зера легко встраивается в привычный образ жизни и не требует жестких ограничений в питании.\n" +
            "\n" +
            "Курс рассчитан на 14 дней и включает в себя 3 этапа: детоксикацию, мягкое очищение, восстановление микрофлоры кишечника. Комплекс растительных нутриентов, пробиотиков и ферментов позволяет эффективно вывести токсины, улучшить работу ЖКТ и восстановить витаминно-минеральный баланс в организме.\n" +
            "\n" +
            "ЭТАП 1. ДЕТОКСИКАЦИЯ\n" +
            "\n" +
            "Комплексы растительных нутриентов D-TOX I, D-TOX II и клетчатка ГринГрин укрепляют защитные силы организма, улучшают работу печени и желчного пузыря, нормализуют обмен веществ и оказывают противопаразитарное действие.\n" +
            "\n" +
            "ЭТАП 2. ОЧИЩЕНИЕ\n" +
            "\n" +
            "Смесь растительных пищевых волокон Лайт Микс мягко очищает кишечник, улучшает микрофлору, защищает и восстанавливает слизистые.\n" +
            "\n" +
            "ЭТАП 3. ВОССТАНОВЛЕНИЕ\n" +
            "\n" +
            "Комплексы Супер-Флора, ГринГрин и Ассимилятор восстанавливают работу желудочно-кишечного тракта и микрофлору кишечника.\n" +
            "\n" +
            "D-TOX I, D-TOX II\n" +
            "\n" +
            "Комплекс растительных фитонутриентов обладает противовоспалительным и противопаразитарным действием. Обеспечивает детоксикацию организма, улучшает работу печени и ЖКТ.\n" +
            "\n" +
            "СУПЕР-ФЛОРА\n" +
            "\n" +
            "Сбалансированная комбинация пробиотиков способствует росту полезных бактерий и восстановлению микрофлоры кишечника.\n" +
            "\n" +
            "ГРИНГРИН\n" +
            "\n" +
            "Богатый источник пищевых волокон питает микрофлору кишечника, выводит токсины и продукты жизнедеятельности.\n" +
            "\n" +
            "ЛАЙТ МИКС\n" +
            "\n" +
            "Смесь растительных пищевых волокон мягко очищает стенки кишечника, улучшая его моторику. Сорбирует и выводит из организма токсины и другие вредные вещества.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Перед использованием прочитайте инструкцию внутри упаковки.\n" +
            "Продолжительность программы 14 дней.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов продукта, беременность и лактация. Перед применением рекомендуется проконсультироваться со специалистом.\n" +
            "Люди с нарушениями щитовидной железы и принимающие йод лекарства должны проконсультироваться с эндокринологом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от света, недоступном для детей месте, при температуре не выше 25° С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "2 года с даты производства.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "США",
        id: "120050",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС"],
        image: "https://incoral.com/src/new/product/shop/120050-nabor-kolo-vada-layt.jpg",
        link: "https://ru.coral.club/shop/program-colo-vada-light.html?offer=120050",
        certif: "https://incoral.com/doc/materials/cert-detox-light.pdf",
        prez: "https://drive.google.com/file/d/1CB9slBDg7vrfpie4MSdqdukjSqihHra4/view?usp=sharing"
    },
    {
        name: "Премиум Спирулина (200 таблеток)",
        desc: "СПИРУЛИНА\n" +
            "\n" +
            "Источник растительного белка, витаминов (С, Е, группы B), минералов (кальций, железо, цинк, фосфор, магний), ценных жирных кислот, хлорофилла и редкого антиоксиданта фикоцианина.\n" +
            "\n" +
            "ЖЕЛЕЗО\n" +
            "\n" +
            "Помогает бороться с анемией и поддерживать физическую активность.\n" +
            "\n" +
            "БЕТА-КАРОТИН\n" +
            "\n" +
            "Обладает антиоксидантным действием и отвечает за здоровое зрение.\n" +
            "\n" +
            "РАСТИТЕЛЬНЫЙ БЕЛОК\n" +
            "\n" +
            "В составе спирулины включает незаменимые аминокислоты и усваивается гораздо лучше, чем белки мяса. Высокая концентрация хлорофилла способствует укреплению иммунитета и снижению холестерина.\n" +
            "\n" +
            "ПНЖК γ-ЛИНОЛИЕВАЯ КИСЛОТА ОМЕГА-6\n" +
            "\n" +
            "Это полезный компонент для физического и интеллектуального развития.\n" +
            "\n" +
            "ФИКОЦИАНИН\n" +
            "\n" +
            "Предупреждает развитие воспалительных процессов и раннее старение организма.\n" +
            "\n" +
            "Быстрая транспортировка спирулины к месту производства позволяет сохранить свежесть сырья, а технология распылительной сушки, когда всего за 3 секунды вода испаряется из водоросли, предотвращает потерю ценных питательных веществ.",
        id: "2163",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ИММУННАЯ ПОДДЕРЖКА"],
        image: "https://incoral.com/src/new/product/shop/2317-premium-spirulina-200-tabletok.jpg",
        link: "https://ru.coral.club/shop/premium-spirulina.html?offer=2163",
        certif: "https://incoral.com/doc/materials/cert-premium-spirulina.pdf",
        prez: ""
    },
    {
        name: "Каскара Саграда (100 таблеток)",
        desc: "СВОЙСТВА\n" +
            "\n" +
            "► Продукт на основе крушины Пурша обладает слабительным действием и регулирует мышечный тонус кишечника.\n" +
            "► Мягко очищает кишечник при запорах.\n" +
            "► Может применяться при геморрое и трещинах прямой кишки.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "Взрослым по 1-ой капсуле 2 раза в день во время еды, в течение 2-3 недель.\n" +
            "\n" +
            "ОСНОВНЫЕ КОМПОНЕНТЫ\n" +
            "\n" +
            "Крушина Пурша - принимается на ночь, так как слабительное действие крушины Пурша наступает через 8-10 часов после приёма. Длительный латентный период обусловлен тем, что антрагликозиды непосредственно после приёма неактивны и лишь в толстом кишечнике распадаются на эмодин и хризофановую кислоту, которые повышают тонус и перистальтику толстой кишки, способствуя быстрому продвижению каловых масс. Под их влиянием замедляется и всасывание жидкости в толстой кишке, в результате чего объем каловых масс увеличивается и разрежается, что служит дополнительным слабительным фактором. Дубильные вещества крушины оказывают противовоспалительное действие на слизистые оболочки и обладают бактерицидной активностью. Эфирные масла проявляют дезинфицирующие, болеутоляющие и тонизирующие свойства.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Кора крушины американской (Пурша) - 487,5 мг",
        id: "1405",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ПИЩЕВАРЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/1093-kackara-sagrada-100-tabletok.jpg",
        link: "https://ru.coral.club/shop/cascara-sagrada-rbc.html?offer=1405",
        certif: "https://incoral.com/doc/materials/cert-cascara.pdf",
        prez: ""
    },
    {
        name: "Корал Бурдок Рут (90 капсул)",
        desc: "«Корал Бурдок Рут» оздоровительное средство на основе корня лопуха большого, Arctium lappa. Оптимизирует обмен веществ, процессы кровоочищения, усиливает желчевыделение, диурез, уменьшает воспаления в ЖКТ, проявляет антибактериальные свойства.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Корень лопуха отличается высоким содержание биоактивных веществ, которые оказывают разностороннее воздействие на организм. В нем содержатся полисахарид инулин (более 35%), природные стерины, жирные карбоновые (пальмитиновая и стеариновая) и оксикоричные кислоты, дубильные вещества, горечи, белок, эфирные масла.\n" +
            "\n" +
            "В корне лопуха содержится большое количество инулина, придающего растению сладковатый вкус. Расщепляясь в ЖКТ до фруктозы, инулин увеличивает отложение гликогена в печени и нормализует инсулинообразующую функцию поджелудочной железы. Поэтому он очень полезен диабетикам. Помимо этого инсулин обладает пребиотическими свойствами, то есть положительно влияет на микрофлору, способствуя росту полезных бактерий.\n" +
            "\n" +
            "Оксикоричные кислоты лопуха обладают токсикационными, мочегонными и кровоочистительными свойствами. Они способствуют усиленному выведению из крови мочегонной кислоты, мочевины, аммиака, токсинов, улучшая функцию почек и усиливая диурез. Кроме того, нормализуют водно-солевой обмен и оказывают гепатозащитное действие.\n" +
            "\n" +
            "Активные вещества лопуха уменьшают воспалительные процессы в ЖКТ, защищают слизистую оболочку желудка и толстой кишки от раздражения и улучшают секрецию желудочного сока, способствуют заживлению язвенных эрозий, уменьшают спастические боли и способствуют освобождению кишечника.\n" +
            "\n" +
            "Содержащиеся в лопухе горечи усиливают отделение желчи, увеличивают секрецию ферментов поджелудочной железы. Благодаря такому оздоровительному эффекту корень лопуха можно применять при различных пищевых расстройствах, нарушении функции печени и желчного пузыря.\n" +
            "\n" +
            "Лопух большой характеризуется наличием в составе ценных растительных стеаринов ситостерина и стигмастерина – антагонистов холестерина. Эти вещества регулируют метаболизм липопротеидов в печени и тонком кишечнике, снижает всасывание холестерина в кишечнике, тем самым уменьшая его уровень в крови. В то же время, являясь природными гормоноподобными веществами, предупреждают или сглаживают гормональные нарушения.\n" +
            "\n" +
            "В корне лопуха довольно много эфирных масел и карбоновых кислот, известных антисептиков, уничтожающих в ЖКТ патогенные бактерии, вызывающие диспепсию, аллергию, метиоризм.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ КОРАЛ БУРДОК РУТ\n" +
            "\n" +
            "► Улучшает детоксикацию организма.\n" +
            "► Способствуют снижению уровня холестерина.\n" +
            "► Уменьшает воспалительные и бактериальные явления в ЖКТ.\n" +
            "► Оптимизирует пищеварение и работу печени.",
        id: "91860",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/91860-koral-burdok-rut-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/coral-burdock-root.html?offer=91860",
        certif: "https://incoral.com/doc/materials/cert-coral-burdock-root.pdf",
        prez: ""
    },
    {
        name: "Корал Келп (60 капсул)",
        desc: "«Корал Келп» продукт, сочетающий силу целебных растений и морских водорослей, эффективно защищает организм от токсинов и шлаков, поддерживает здоровье эндокринной системы, обеспечивает защиту от преждевременного старения.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Ламинария японская самая ценная из бурых водорослей Японского моря, поддерживающая здоровье, молодость и красоту. Популярность морской капусты объясняется ее разнообразным составом. Водоросль содержит аминокислоты, минералы (калий, йод, натрий, кальций, магний, сера, кремний, железо, фосфор), витамины А, С, D, Е, К, группы В, белки, альгинаты, ПНЖК и др. Она является источником клетчатки, поэтому улучшает пищеварение, работу кишечника. Достаточное количество органического (!) йода полезно для щитовидной железы. Морская капуста хороший сорбент, соли альгиновой кислоты (Альгинаты) образуют соединения с радионуклидами, токсинами и выводят их из организма.\n" +
            "\n" +
            "Шиповник коричный лидер по содержанию каротина, витаминов группы В, сосудоукрепляющих витаминов С, Р, повышающего свертываемость крови витамина К. Он также богат пектинами, органическими кислотами, флавоноидами. Шиповник благоприятно влияет на углеводный обмен, активирует ряд ферментов, повышает сопротивляемость организма вредным воздействиям внешней среды, инфекциям.\n" +
            "\n" +
            "Имбирь содержит чрезвычайно разнообразный набор полезных веществ: витамины А, В1, В2, С, минералы (фосфор, магний, кальций, железо, натрий, калий, цинк), все незаменимые кислоты (триптофан, треонин, фенилаланин, метионин, валин), эфирные масла и др. Пряность считается сильным антиоксидантом, способствует снижению артериального давления и уровня холестерина в крови, улучшению мозгового кровообращения, укрепляет сосуды. Из древней восточной медицины известно, что имбирь обладает удивительным свойством очищать организм от шлаков и токсинов.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Корал Келп» оказывает положительный эффект на:\n" +
            "► Эндокринную систему.\n" +
            "► Сердечно-сосудистую систему.\n" +
            "► Пищеварительную систему.\n",
        id: "91805",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ПИЩЕВАРЕНИЕ", "СЕРДЦЕ И СОСУДЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/91805-koral-kelp-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/coral-kelp.html?offer=91805",
        certif: "https://incoral.com/doc/materials/cert-coral-kelp.pdf",
        prez: ""
    },
    {
        name: "Корал черный орех (90 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Экстракт листьев черного ореха (Juglans nigra) - 300 мг.\n" +
            "► Экстракт листьев душицы (Origanum Vilgare) - 50 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "«Черный орех» (Juglans nigra) это ближайший родственник грецкого ореха и имеет идентичный с ним химический состав. В то же время черный орех отличается количественным превосходством полезных веществ, чем и объясняются его целебные свойства. Так, в околоплоднике и листьях черного ореха концентрация самого ценного вещества юглона в 2-4 раза выше, чем в грецком орехе, а значит, и действие его существенно отличается.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Экстракт листьев черного ореха борется с гельминтами и грибами рода Candida, способствует нормализации стула и улучшению работы кишечника. Обладает антиоксидантными и общеукрепляющими свойствами. Целебный эффект черного ореха обусловлен тем, что это растение содержит большое количество юглона, а также флавоноиды, органические кислоты, ненасыщенные жирные кислоты, кумарины, гликозиды, витамины С, В1, Р, эфирные масла и минералы.\n" +
            "\n" +
            "Экстракт листьев душицы богатый источник эфирных масел и дубильных веществ, а также тимола и карвакрола - ценных веществ, эффективных против разного вида паразитов. Кроме антигельминтных свойств душица способствует нормализации пищеварения: стимулирует перистальтику кишечника, улучшает работу желчного пузыря, активирует секрецию пищеварительных веществ.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "Способствует общей детоксикации организма и улучшению пищеварения.\n" +
            "Активные компоненты продукта:\n" +
            "► Помогают избавить организм от паразитов.\n" +
            "► Обеспечивают профилактику заражения паразитами, особенно в условиях, когда оно наиболее вероятно (частое употребление речной рыбы и сырой воды, работа в саду, регулярный контакт с животными, купание в водоемах и проч.).\n" +
            "► Положительно влияют на пищеварение и работу кишечника.",
        id: "91643",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/1345-koral-chernyy-oreh-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/coral-black-walnut.html?offer=91643",
        certif: "https://incoral.com/doc/materials/cert-coral-black-walnut.pdf",
        prez: ""
    },
    {
        name: "ЛимФлоу (90 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Экстракт плодоножек вишни -150 мг.\n" +
            "► Экстракт листьев черной смородины - 150 мг.\n" +
            "► Экстракт листьев петрушки - 75 мг.\n" +
            "► Экстракт цветков гибискуса - 50 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "«ЛимФлоу» растительный комплекс, который оптимизирует лимфодренаж, оказывает сосудоукрепляющее, кроворазжижающее и противовоспалительное действие.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Вишня. Это сочный и необыкновенно ароматный плод был завезен в Европу римским полководцем Лукуллом из древнего турецкого города Керасунда. Как оказалось, полезны не только мякоть вишни, но также листья и плодоножки, которые содержат лимонную и яблочную кислоты, кумарины, растительные пигменты, танины, витамины С, В1, В6,РР1, много минералов, пектины.\n" +
            "\n" +
            "Отмечено, что экстракт плодоножек вишни усиливает циркуляцию межклеточной жидкости или лимфы, обеспечивая тем самым дренаж сосудов и способствуя выведению излишней жидкости и шлаков. Присутствующие в вишне кумарины снижают свертываемость крови, предотвращая образование тромбов. А Р – витаминоактивные вещества способствуют укреплению сосудов, повышению их тонуса.\n" +
            "\n" +
            "Черная смородина (листья и плоды) – активизируют лимфодренаж сердечной мышцы и печени. В листьях черной смородины содержатся витамин С, фитонциды, магний, марганец, серебро, медь, сера, эфирное мало. Экстракт листьев черной смородины также способствует выведению из организма избытка пуриновой и молочной кислоты.\n" +
            "\n" +
            "Любимая многими петрушка насыщена полезными веществами - это эфирное масло, гликозиды, витамины, флавоноиды. Так, пинен, апиол и агибенин очищают сосуды, улучшая их состояние, усиливают лимфатический дренаж. Петрушка богата аскорбинкой (витамин С), которая вместе с другими активными веществами поддерживает эластичность мелких и крупных сосудов. Кроме того, присутствующий в листьях миристицин обладает сильным противовоспалительным и болеутоляющим эффектом.\n" +
            "\n" +
            "Гибискус китайский цениться в Азии и далеко за ее пределами в качестве тонизирующего и общеукрепляющего средства. Разнообразен состав биоактивных веществ гибискуса: это и антоцианы, и проантоцианидины, органические (яблочная, лимонная, гибисковая) и фенолкарбоновые кислоты. Выявлено, что полифенолы и протокатеховая кислота обезвреживают токсичные продукты жизнедеятельности патогенных микробов, оставляемые последним на стенках сосудов. Экстракт цветков также обладает отличными антиоксидантными свойствами, предотвращает истончения и повреждения сосудистых тканей.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«ЛимФлоу» гарант здоровья и природная защита сосудов:\n" +
            "► Оптимизирует лимфодренаж и сосудистый кровоток.\n" +
            "► Поддерживает эластичность и прочность сосудов.\n" +
            "► Уменьшает сосудистые воспаления.",
        id: "91865",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ИММУННАЯ ПОДДЕРЖКА", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/91865-limflou-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/lymflow.html?offer=91865",
        certif: "https://incoral.com/doc/materials/cert-lymflow.pdf",
        prez: ""
    },
    {
        name: "Листья черного ореха (100 таблеток)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Листья черного ореха - 487,5 мг.\n" +
            "► Кальций карбонат - 75 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "Черный орех высоко ценится на своей родине – в Северной Америке – благодаря эффективному действию входящих в его состав природных веществ. Растение содержит полифенолы, юглон, витамин С, каротин, витамины В1, В6, Е, Р, эфирное масло, органические кислоты, дубильные вещества и др. Важно отметить, что концентрация юглона и полифенолов в листьях черного ореха в 2-4 раза выше, чем в грецком орехе.\n" +
            "\n" +
            "Черный орех используют при глистных инвазиях, заболеваниях ЖКТ, хронических экземах, диатезах. Применяют в комплексных программах похудения, очищения организма, его оздоровления, как вспомогательное средство при различных хронических заболеваниях.\n" +
            "\n" +
            "«Листья черного ореха» продукт, обладающий антигельминтным, антибактериальным, противовоспалительным действием. В частности, он показан пожилым людям, склонным к запорам.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Юглон главное активное и весьма ценное вещество черного ореха. Из 500-700 кг природного сырья получается всего 100 г юглона! Нормализует работу кишечника, действуя как мягкое слабительное при запорах. Эффективен против бактерий и гельминтов. Еще Гиппократ применял его для изгнания глистов. В народной медицине Южной и Северной Америки и в настоящее время используют это же средство против аскарид и солитеров.\n" +
            "\n" +
            "Флавоноиды обеспечивают антиоксиданте и спазмолитические свойства, а также расслабляют гладкую мускулатуру.\n" +
            "\n" +
            "Линоленовая кислота активно участвует в расщеплении жировых клеток и снижении холестерина низкой плотности, который является одной из причин развития атеросклероза и жирового перерождения печени. Линоленовая кислота очень важна для организма человека, так как входит в состав оболочек клеток, нервных волокон и сетчатки глаза. Она не синтезируется в организме и должна поступать с пищей.\n" +
            "\n" +
            "Танины (дубильные вещества) оказывают воздействие на слизистые оболочки, уменьшая раздражение и улучшая плотность тканей, обладают противовоспалительным эффектом. Танины образуют непроницаемую пленку, которая изолирует слизистые оболочки от дальнейшего повреждения и инфицирования и, таким образом, ускоряют их заживление.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "Основное действие продукта «Листья черного ореха»:\n" +
            "► Противоглистное – при различных инвазиях, как острых, так и хронических заболеваний.\n" +
            "► Антибактериальное.\n" +
            "► Легкое слабительное.\n" +
            "► Противовоспалительное, антиоксидантное.",
        id: "1395",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/1395-listya-chernogo-oreha-100-tabletok.jpg",
        link: "https://ru.coral.club/shop/black-walnut-leaves.html?offer=1395",
        certif: "https://incoral.com/doc/materials/cert-black-walnut-leaves.pdf",
        prez: ""
    },
    {
        name: "ОпиСтоп (100 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Экстракт плодов шиповника 200 мг.\n" +
            "► Экстракт коры осины 100 мг.\n" +
            "► Экстракт корня солодки 100 мг.\n" +
            "► Экстракт перца длинного 100 мг.\n" +
            "► Экстракт цветков тысячелистника 50 мг.\n" +
            "► Экстракт цветков пижмы 20 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "Организм человека отравляют паразиты, они быстро приспосабливаются и размножаются. Потребляя еду и полезные вещества, выделяют в организм человека токсины, тем самым нарушая работу ЖКТ и состояние кожи.\n" +
            "\n" +
            "Появление целлюлита, неприятного запаха изо рта, темных кругов под глазами, запоры, диарея, вздутие, спазмы, плохой сон, усталость и тревога являются основными признаками наличия гельминтов.\n" +
            "\n" +
            "Чтобы избавиться от плоских червей класса сосальщиков, предлагаем растительный продукт ОпиСтоп. Он защитит человека от гельминтов.\n" +
            "\n" +
            "Продукт принимать в течение одного месяца по 2 капсулы 2 раза в день во время еды. Детям в зависимости от веса и возраста.\n" +
            "\n" +
            "Опистоп обладает бактерицидными свойствами, нормализует обмен веществ, восстанавливает работу ЖКТ, выводит токсины и восстанавливают эпителии кишечника. Является отличным противопаразитарным средством. Все составляющие продукта работают в комплексе и помогают организму мягко избавиться от паразитов, не нарушая работу ЖКТ.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ ПРИ\n" +
            "\n" +
            "► Описторхозе.\n" +
            "► Лямблиозе.\n" +
            "► Аскоридозе.\n" +
            "► Энтеробиозе.",
        id: "91654",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/91654-opistop-100-kapsul.jpg",
        link: "https://ru.coral.club/shop/opistop.html?offer=91654",
        certif: "https://incoral.com/doc/materials/cert-opistop.pdf",
        prez: ""
    },
    {
        name: "ПараФайт (90 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Экстракт листьев черного ореха - 150 мг.\n" +
            "► Экстракт бутонов гвоздики - 45 мг.\n" +
            "► Экстракт цветков ромашки - 35 мг.\n" +
            "► Экстракт корня горечавки - 35 мг.\n" +
            "► Экстракт плодов перца длинного - 25 мг.\n" +
            "► Экстракт травы тысячелистника - 25 мг.\n" +
            "► Экстракт корня алтея - 25 мг.\n" +
            "► Порошок чеснока - 20 мг.\n" +
            "► Экстракт листьев мяты перечной - 20 мг.\n" +
            "► Экстракт листьев тимьяна - 20 мг.\n" +
            "► Экстракт листьев шалфея - 20 мг.\n" +
            "► Экстракт листьев душицы - 20 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "ПараФайт — средство от паразитов имеющее широкое действие. В состав продукта входят травы, такие как листья черного ореха, околоплодник, пижма, корень горечавки, вытяжка из тимьяна, душица, шалфей, кора вяза и черный тмин.\n" +
            "\n" +
            "Парафайт избавит организм не только от лямблий, аскарид, глистов, бактерий, грибов, но и токсинов. Кроме всего прочего, травы входящие в состав данного продукта помогут организму оптимизировать ЖКТ и функции работы кишечника.\n" +
            "\n" +
            "Принимать продукт следует начиная с 1 капсулы в день, каждый день увеличивая на 1 штуку. Когда станет капсул 4 штуки в день, так и оставить до конца приема. Пить по 2/2 раза в день во время еды.",
        id: "2124",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/2124-parafayt-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/parafight.html?offer=2124",
        certif: "https://incoral.com/doc/materials/cert-parafight.pdf",
        prez: ""
    },
    {
        name: "Экстракт чеснока (90 капсул)",
        desc: "Источник полезных для здоровья фитонцидов аллицина и аллиина. Благодаря фитонцидам чеснок является эффективным профилактическим средством от простуды и гриппа, укрепляет иммунитет. Уничтожает в ЖКТ патогенных бактерии, не нарушая здоровой флоры, улучшает пищеварительные функции, моторику и перистальтику кишечника, предотвращает процессы брожения и гниения. Чеснок снижает уровень холестерина, предупреждает образование бляшек в кровеносных сосудах, регулирует сосудистый тонус.",
        id: "2151",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "СЕРДЦЕ И СОСУДЫ", "ИММУННАЯ ПОДДЕРЖКА", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/2269-ekstrakt-chesnoka-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/garlic.html?offer=2151",
        certif: "https://incoral.com/doc/materials/garlic.pdf",
        prez: ""
    },
    {
        name: "ФанДетокс (10 стиков)",
        desc: "Комплекс экстрактов тропических растений и цитрусовых способствует восстановлению клеток печени и защищает их от токсических воздействий. Улучшает самочувствие, регулирует уровень холестерина. Продукт имеет удобную форму приема — порошок для разведения в воде, и каждая порция расфасована в индивидуальный стик-пакет из фольги.\n" +
            "\n" +
            "ЭКСТРАКТ ХУРМЫ\n" +
            "\n" +
            "Источник легкоусвояемых сахаров для энергетического питания печени.\n" +
            "\n" +
            "ЭКСТРАКТ ЯГОД ГОДЖИ\n" +
            "\n" +
            "Эти ягоды-антиоксиданты благотворно влияют на печень как источник бетаина, который нормализует жировой обмен и защищает печень от алкоголя и других ядовитых веществ.\n" +
            "\n" +
            "ЭКСТРАКТ КОЖУРЫ МАНДАРИНА\n" +
            "\n" +
            "Ускоряет расщепление жиров, защищает витамин С от разрушения.\n" +
            "\n" +
            "ЭКСТРАКТЫ ГРЕЧИХИ И РОСТКОВ СОИ\n" +
            "\n" +
            "Способствуют выведению избыточных липидов и восстановлению поврежденных тканей печени.\n" +
            "\n" +
            "ДЕКСТРИН\n" +
            "\n" +
            "Снижает уровень холестерина в крови, способствует выведению токсинов.\n" +
            "\n" +
            "ТАУРИН\n" +
            "\n" +
            "Защищает печень, положительно влияет на углеводный и липидный обмен.\n" +
            "\n" +
            "ВИТАМИН С\n" +
            "\n" +
            "Укрепляет сосуды, снижает холестерин, защищает организм от токсинов.",
        id: "91663",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ПИЩЕВАРЕНИЕ", "СЕРДЦЕ И СОСУДЫ", "ВИТАМИНЫ И МИНЕРАЛЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/2089-fandetoks-10-stikov.jpg",
        link: "https://ru.coral.club/shop/fandetox.html?offer=91663",
        certif: "https://incoral.com/doc/materials/cert-fandetox.pdf",
        prez: ""
    },
    {
        name: "ФанДетокс (30 стиков)",
        desc: "Комплекс экстрактов тропических растений и цитрусовых способствует восстановлению клеток печени и защищает их от токсических воздействий. Улучшает самочувствие, регулирует уровень холестерина. Продукт имеет удобную форму приема — порошок для разведения в воде, и каждая порция расфасована в индивидуальный стик-пакет из фольги.\n" +
            "\n" +
            "ЭКСТРАКТ ХУРМЫ\n" +
            "\n" +
            "Источник легкоусвояемых сахаров для энергетического питания печени.\n" +
            "\n" +
            "ЭКСТРАКТ ЯГОД ГОДЖИ\n" +
            "\n" +
            "Эти ягоды-антиоксиданты благотворно влияют на печень как источник бетаина, который нормализует жировой обмен и защищает печень от алкоголя и других ядовитых веществ.\n" +
            "\n" +
            "ЭКСТРАКТ КОЖУРЫ МАНДАРИНА\n" +
            "\n" +
            "Ускоряет расщепление жиров, защищает витамин С от разрушения.\n" +
            "\n" +
            "ЭКСТРАКТЫ ГРЕЧИХИ И РОСТКОВ СОИ\n" +
            "\n" +
            "Способствуют выведению избыточных липидов и восстановлению поврежденных тканей печени.\n" +
            "\n" +
            "ДЕКСТРИН\n" +
            "\n" +
            "Снижает уровень холестерина в крови, способствует выведению токсинов.\n" +
            "\n" +
            "ТАУРИН\n" +
            "\n" +
            "Защищает печень, положительно влияет на углеводный и липидный обмен.\n" +
            "\n" +
            "ВИТАМИН С\n" +
            "\n" +
            "Укрепляет сосуды, снижает холестерин, защищает организм от токсинов.",
        id: "91675",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ОЧИЩЕНИЕ И ДЕТОКС", "ПИЩЕВАРЕНИЕ", "СЕРДЦЕ И СОСУДЫ", "ВИТАМИНЫ И МИНЕРАЛЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/2101-fandetoks-30-stikov.jpg",
        link: "https://ru.coral.club/shop/fandetox.html?offer=91675",
        certif: "https://incoral.com/doc/materials/cert-fandetox.pdf",
        prez: ""
    },
    {
        name: "Абрикотаб (60 таблеток)",
        desc: "Продукт сочетает в себе полезные свойства абрикоса и лактобактерий «Наринэ», помогая нормализовать пищеварение и обеспечить организм необходимыми нутриентами. Жевательные таблетки имеют приятный вкус и не требуют запивания водой, что значительно упрощает их прием взрослым и детям.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "► Лиофилизированный порошок абрикоса - 780 мг.\n" +
            "► Лиофилизированный порошок лактобактерий «Наринэ» (не менее 1х108 КОЕ/г) - 200 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "ЛИОФИЛИЗИРОВАННЫЙ ПОРОШОК АБРИКОСА\n" +
            "\n" +
            "Абрикосы богатый источник фитонутриентов, необходимых для поддержания хорошего здоровья. Они содержат витамины (бета-каротин, витамины группы В, витамины С, Р и РР), а также лютеин и зеаксантин, калий, магний, железо, медь, кальций, фосфор и йод. Для производства «Абрикотаб» используются исключительно абрикосы сорта «шалах», выращенные в Араратской долине в экологически чистой среде. Метод лиофилизации (сушки в вакууме) позволяет сохранить максимум полезных веществ, в отличии от традиционной сушки и консервирования. Каждая жевательная таблетка содержит 780 мг лиофилизированного порошка абрикоса - примерный эквивалент 8 плодов абрикоса.\n" +
            "\n" +
            "Лиофилизированный порошок лактобактерий «Наринэ». Лактобактерии «Наринэ» помогают нормализовать микрофлору кишечника и наладить работу пищеварительной системы. Регулярный прием «Наринэ» позволяет улучшить усвоение полезных веществ из пищи, укрепить иммунную систему и повысить сопротивляемость организма инфекциям. Лиофилизация сохраняет активность лактобактерий на длительное время.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "Благодаря синергичному действию активных компонентов «Абрикотаб» способствует улучшению пищеварения и здоровья в целом. Особенно полезен при несбалансированном питании, дефиците свежих фруктов и «живых» кисломолочных продуктов у детей с 3 лет и взрослых, в том числе имеющих непереносимость лактозы.\n" +
            "\n" +
            "АКТИВНЫЕ КОМПОНЕНТЫ ПРОДУКТА ПОМОГАЮТ\n" +
            "► Оздоровить микрофлору кишечника и нормализовать стул.\n" +
            "► Дополнить рацион детей и взрослых полезными витаминами, минералами и пробиотиками.\n" +
            "► Очистить организм от токсинов и шлаков.\n" +
            "► Поддержать здоровье сердца и сосудов.",
        id: "2134",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "ИММУННАЯ ПОДДЕРЖКА", "ПРОБИОТИКИ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/529-abrikotab-60-tabletok.jpg",
        link: "https://ru.coral.club/shop/abricotab.html?offer=2134",
        certif: "https://incoral.com/doc/materials/abricotab-ru.pdf",
        prez: ""
    },
    {
        name: "Ассимилятор (90 капсул)",
        desc: "При возникновении потребности ассимилировать пищи больше, чем обычно, необходимо усилить переваривающую способность ЖКТ за счет увеличения количества пищеварительных ферментов. Это группа специализированных ферментов, расщепляющих в желудочно-кишечном тракте сложные пищевые вещества до более простых, которые затем, всасываясь через слизистую оболочку кишечника , поступают в кровь. При увеличении затрат на расщепление питательных веществ, а также при недостаточной выработке ферментов самим ЖКТ возникает необходимость введения извне с биологически активными добавками к пище, например, с «Ассимилятором», натуральным продуктом, улучшающим пищеварение. В его состав входят основные ферменты растительного происхождения.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "► Ферменты, расщепляющие углеводы.\n" +
            "► Амилаза, являясь главным ферментом слюны, начинает процесс переваривания углеводной пищи (хлебобулочные изделия, крупы, картофель) в ротовой полости.\n" +
            "► Целлюлаза не синтезируемый пищеварительной системой человека фермент, необходимый для переваривания растительных волокон (клетчатки). Активно расщепляет целлюлозу (клетчатку) с образованием глюкозы. Целлюлаза повышает пищевую ценность зерновых культур, фруктов и овощей.\n" +
            "► Лактаза фермент, расщепляющий лактозу (молочный сахар) до глюкозы. Улучшает усвоение молочных продуктов.\n" +
            "\n" +
            "ФЕРМЕНТЫ, РАСЩЕПЛЯЮЩИЕ БЕЛКИ\n" +
            "\n" +
            "► Протеаза вместе с другими ферментами – папаином и бромелайном – способствует расщеплению белков до простых аминокислот, улучшая качество их усвоения. Благодаря этому предотвращается оседание остатков белковой пищи на стенках кишечника, улучшается белковый обмен. Протеаза также способствует разрушению белковых патогенных микроорганизмов, укрепляя иммунную защиту организма.\n" +
            "► Папаин и бромелайн активно действуют как в кислой, так и в щелочной среде пищеварительного тракта, расщепляя белки до состояния, когда они могут быть легко усвоены.\n" +
            "\n" +
            "ФЕРМЕНТЫ, РАСЩЕПЛЯЮЩИЕ ЖИРЫ\n" +
            "\n" +
            "► Липаза, действуя в тонком кишечнике, расщепляет насыщенные жиры животной пищи (мясо, молочные и морепродукты), превращая их в легкоусвояемые жирные кислоты, помогает усвоению жирорастворимых витаминов А и D.\n" +
            "► Витамин А является антиоксидантом, укрепляет сопротивление инфекциям, играет важную роль в клеточном иммунитете, участвует в обмене жиров, защищает слизистые ЖКТ.\n" +
            "► Витамин D регулирует фосфорно-кальциевый обмен и повышает проницаемость стенок кишечника для лучшего усвоения полезных веществ в ЖКТ.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "► Улучшению пищеварения и усвоения пищи.\n" +
            "► Избавлению от метеоризма, тяжести в желудке.\n" +
            "► Снабжению клеток питательными веществами.\n" +
            "► Повышению иммунного статуса организма.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "► Протеаза 30000 ед.\n" +
            "► Амилаза 8000 ед.\n" +
            "► Липаза 50 ед.\n" +
            "► Мальтаза 150 ед.\n" +
            "► Лактаза 400 ед.\n" +
            "► Целлюлаза 200 ед.\n" +
            "► Папаин 600000 ед.\n" +
            "► Бромелайн 300000 ед.\n" +
            "► Витамин А 1000 МЕ.\n" +
            "► Витамин D3 200 МЕ.\n" +
            "► Вспомогательные компоненты.",
        id: "91118",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["ПИЩЕВАРЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/589-assimilyator-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/assimilator.html?offer=91118",
        certif: "https://incoral.com/doc/materials/assimilator-ru.pdf",
        prez: ""
    },
    {
        name: "Би-Курунга (90 таблеток)",
        desc: "СОСТАВ\n" +
            "\n" +
            "Нормализованное коровье молоко, симбиотическая закваска.\n" +
            "\n" +
            "Курунга древний кисломолочный напиток, широко распространенный среди многих народов. Уникальный симбиотический продукт «Би Курунга» берет свое начало от бурятского национального кисломолочного напитка. В каждой таблетке содержатся штаммы полезных микроорганизмов, в состав которых входят молочнокислые (в том числе ацидофильные палочки) и уксусно-кислые бактерии, молочнокислые стрептококки, бифидобактерии, дрожжи и др.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Здоровье человека во многом зависит от здоровья кишечника и состояния его микрофлоры.\n" +
            "\n" +
            "«Би Курунга» благотворно действует на состав и биологическую активность микрофлоры пищеварительного тракта.\n" +
            "Этот продукт полезно принимать при дисбактериозе, заболеваниях ЖКТ, для укрепления иммунитета при вирусных, бактериальных инфекциях, аллергических состояниях, воспалительных процессах в ротовой полости.\n" +
            "\n" +
            "Включив «Би Курунгу» в свой рацион, вы нормализуете работу желудочно-кишечного тракта, увеличите защитные силы организма, предотвратите многие болезни, повысите работоспособность и общий тонус.\n" +
            "\n" +
            "СПОСОБСТВУЕТ\n" +
            "\n" +
            "► улучшению пищеварения и усвоения пищи;\n" +
            "► уменьшению метеоризма, тяжести в желудке;\n" +
            "► укреплению иммунитета.",
        id: "2154",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "ИММУННАЯ ПОДДЕРЖКА", "ВИТАМИНЫ И МИНЕРАЛЫ", "ПРОБИОТИКИ"],
        image: "https://incoral.com/src/new/product/shop/757-bi-kurunga-90-tabletok.jpg",
        link: "https://ru.coral.club/shop/b-kurunga-new.html?offer=2154",
        certif: "https://incoral.com/doc/materials/cert-b-kurunga.pdf",
        prez: ""
    },
    {
        name: "Противити (140 таблеток)",
        desc: "Состав:\n" +
            "Комплекс аминокислот: L-изолейцин 120 мг, L-лизин 114 мг, L-фенилаланин 103 мг, L-аргинин 100 мг, L-глутамин 100 мг, L-лейцин 100 мг, L-метионин - 100 мг," +
            "L-треонин -100 мг, L-валин - 86,7 мг, L-гистидин - 74 мг, L-5-гидрокситриптофан - 2,0 мг, Витамин С - 10 мг, вспомогательные компоненты\n" +
            "Аминокислоты, соединенные в цепочку пептидной связью, составляют высокомолекулярные органические белки, которые участвуют во всех основных процессах: дыхании, пищеварении, передаче нервных импульсов и т.д. От степени усвоения белков зависит уровень жизнедеятельности организма.\n" +
            "«Противити» идеальное низкокалорийное белковое дополнение к ежедневному питанию. В состав продукта смесь высококачественных аминокислот растительного происхождения, которые наиболее легко и полно усваиваются без образования калорий. Их употребление позволит оптимизировать обмен веществ, сократить время восстановления мышц после утомительных нагрузок, обеспечить силу и выносливость.\n" +
            "Действие активных компонентов.\n" +
            "L-изолейцин и L-валин необходимы для синтеза гемоглобулина, стабилизируют процессы энергообеспечения и увеличивают выносливость.\n" +
            "L- лизин входят в состав белков животного происхождения, необходим для восстановления тканей после травм, образования антител, гормонов, ферментов, улучшает усвоение кальция из крови и его транспорт в костную ткань.\n" +
            "L-фенилаланин осуществляет связь между нейронами и головным мозгом, улучшает память, поддерживает бодрость и ясность мышления, способствует выделению эндорфинов, положительно влияющих на настроение.\n" +
            "L-глутамин стимулирует функции мозга, ускоряет метаболические процессы в мышцах, утилизируя нежелательные жировые отложения, предотвращает напряжение и повреждение мышц после утомительной работы или тренировки, повышает гидратацию мышечных клеток и способствует их росту и восстановлению.\n" +
            "L-метионин и L-треонин повышает синтез холина, иммуноглобулинов и антител, снижает уровень холестерина в крови, препятствуют жировому перерождению печени.\n" +
            "L-аргенин способствует выработке инсулина, а также увеличению мышечной массы. Действуя как сильный антиокислитель, препятствует окислению жиров и поддерживает здоровый уровень липидов в крови.\n" +
            "L-триптофан участвует в синтезе серотонина – нейромедиатора головного мозга. Вместе с лизином стимулирует выработку гормона роста, снижает уровень холестерина, улучшает качество сна.\n" +
            "Применение: Употребление «Противити» необходимо при недостатке полноценного белкового питания в следующих случаях:\n" +
            "- При нарушении пищеварения и обмена веществ.\n" +
            "- При повышенных физических или интеллектуальных нагрузках.\n" +
            "- При депрессивных состояниях.\n" +
            "- При общем упадке сил.\n" +
            "- При нарушении работы печени.\n" +
            "- После операций и травм.",
        id: "1805",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["ПИЩЕВАРЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/1805-protiviti-140-tabletok.jpg",
        link: "",
        certif: "",
        prez: ""
    },
    {
        name: "Би-Курунга (180 таблеток)",
        desc: "Курунга древний кисломолочный напиток, широко распространенный среди многих народов. Уникальный симбиотический продукт «Би Курунга» берет свое начало от бурятского национального кисломолочного напитка. В каждой таблетке содержатся штаммы полезных микроорганизмов, в состав которых входят молочнокислые (в том числе ацидофильные палочки) и уксусно-кислые бактерии, молочнокислые стрептококки, бифидобактерии, дрожжи и др.\n" +
            "\n" +
            "Здоровье человека во многом зависит от здоровья кишечника и состояния его микрофлоры.\n" +
            "\n" +
            "«Би Курунга» благотворно действует на состав и биологическую активность микрофлоры пищеварительного тракта.\n" +
            "Этот продукт полезно принимать при дисбактериозе, заболеваниях ЖКТ, для укрепления иммунитета при вирусных, бактериальных инфекциях, аллергических состояниях, воспалительных процессах в ротовой полости.\n" +
            "\n" +
            "Включив «Би Курунгу» в свой рацион, вы нормализуете работу желудочно-кишечного тракта, увеличите защитные силы организма, предотвратите многие болезни, повысите работоспособность и общий тонус.\n" +
            "\n" +
            "СПОСОБСТВУЕТ\n" +
            "\n" +
            "► улучшению пищеварения и усвоения пищи;\n" +
            "► уменьшению метеоризма, тяжести в желудке;\n" +
            "► укреплению иммунитета.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Нормализованное коровье молоко, симбиотическая закваска.",
        id: "2156",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "ИММУННАЯ ПОДДЕРЖКА", "ВИТАМИНЫ И МИНЕРАЛЫ", "ПРОБИОТИКИ"],
        image: "https://incoral.com/src/new/product/shop/2156-bi-kurunga-180-tabletok.jpg",
        link: "https://ru.coral.club/shop/b-kurunga-new.html?offer=2156",
        certif: "https://incoral.com/doc/materials/cert-b-kurunga.pdf",
        prez: ""
    },
    {
        name: "Дейли Делишес Хай-Файбер (270 г)",
        desc: "Приятный на вкус источник растворимой и нерастворимой клетчатки, а также дополнительных активных растительных компонентов, которые снабжают наш организм ферментами, аминокислотами, минералами и витаминами. Способствует выведению токсинов, нормализует состояние микрофлоры и регулирует перистальтику кишечника. Снижает аппетит, уменьшая риск ожирения.\n" +
            "\n" +
            "РАСТВОРИМАЯ КЛЕТЧАТКА\n" +
            "\n" +
            "Включает в себя следующие компоненты: яблочная клетчатка и яблочный пектин, гуаровая камедь, гуммиарабик, инулин, глюкоманнан. Адсорбирует большое количество воды, образуя гелеобразную массу, которая защищает слизистые желудка и кишечника и облегчает выведение токсинов из организма. Кроме того, дает ощущение сытости, что помогает не переедать и не набирать лишний вес.\n" +
            "\n" +
            "НЕРАСТВОРИМАЯ КЛЕТЧАТКА\n" +
            "\n" +
            "Целлюлоза и рисовые отруби активируют перистальтику кишечника и ускоряют продвижение пищи по пищеварительному тракту. Она не переваривается организмом, но ее грубые волокна, словно щетка, очищают стенки кишечника. В результате улучшаются обменные процессы и усвоение полезных питательных веществ.\n" +
            "\n" +
            "ГЛУТАМИН\n" +
            "\n" +
            "Условно незаменимая аминокислота участвует в синтезе белка и необходима для поддержания и восстановления структуры и функции кишечника, особенно когда происходит повреждение его слизистой оболочки («синдром раздраженного кишечника»).\n" +
            "\n" +
            "ГЕЛЬ АЛОЭ ВЕРА\n" +
            "\n" +
            "Обволакивает слизистые, защищая от раздражения. Улучшает моторику кишечника, способствует росту полезной кишечной микрофлоры.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "1 мерную ложку порошка (9 г) тщательно размешать в 150 мл воды. Взрослым принимать 1 раз в день, дополнительно запив стаканом воды.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов, беременность, кормление грудью, геморроидальные и маточные кровотечения. Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте при температуре не выше +25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "18 месяцев с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Германия",
        id: "2103",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "СМАРТ ФУД", "КОНТРОЛЬ ВЕСА", "СЕРДЦЕ И СОСУДЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/2103-deyli-delishes-hay-fayber-poroshok-270-g.jpg",
        link: "https://ru.coral.club/shop/daily-delicious-hi-fiber-acai-blueberry.html?offer=2103",
        certif: "https://incoral.com/doc/materials/cert-hi-fiber.pdf",
        prez: "https://drive.google.com/file/d/1JLSttIhAVUQFRVu_aWvyifHkKci___PX/view?usp=sharing"
    },
    {
        name: "Заферан (60 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Экстракт куркумы - 120 мг\n" +
            "► Вспомогательные компоненты\n" +
            "\n" +
            "«Заферан» продукт для здоровья печени и желчного пузыря. Входящий в состав корневищ куркумин усиливает сократительную активность желчного пузыря, образование в клетке печени желчных кислот и отток желчи, снижает уровень вредного холестерина (липопротеидов низкой плотности) в крови.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Куркума дальняя родственница имбиря. Не зря жители Индии, Китая, Цейлона и Явы называют ее «желтым имбирем». Среди всех видов куркумы наибольшую ценность представляет Curcuma longa, или турмерик, ароматное корневище которого входит в состав всевозможных пряных приправ. Многим из нас куркума известна, прежде всего , как пряность с тонким, напоминающим имбирный, ароматом и горьковато-жгучим вкусом. Именно такой цвет и аромат придают растению наиболее важные биологически активные вещества куркумы куркуминоиды, в том числе куркумин, а так же эфирные масла.\n" +
            "\n" +
            "Благодаря этим веществам куркума в настоящее время стала рассматриваться и как лекарственное растение, преимущественно стимулирующее выработку желчи и улучшающее работу желчного пузыря и печени. Куркуминоиды активно воздействуют на гладкую мускулатуру желчного пузыря, повышая его тонус, способствуют сокращению и опорожнению желчного пузыря. Они также увеличивают в клетках печени синтез желчных кислот, а вместе с этим и выделяемое количество желчи, ускоряют отток желчи по внутрипеченочным желчным протокам, за счет чего предупреждают сгущение и застой желчи.\n" +
            "\n" +
            "Улучшение куркуминоидами желчегонных функций непосредственно связано с холестерино-регулирующим действием. Благодаря стимулирующему воздействию на желчные кислоты и фосфолипиды куркумин ускоряет расщепление в желчи холестерина низкой плотности и триглицеридов, благодаря чему снижается вероятность образования в самой печени , а особенно в желчном пузыре, холестериновых сгустков, переходящих со временем в форму холестериновых камней.\n" +
            "\n" +
            "Важно отметить, что куркуминоиды обладают сильным антиоксидантным эффектом. Они защищают от окислительных повреждений печеночные клетки, предупреждают окисление самих желчных кислот, конечных продуктов обмена холестерина, способствуют их выведению. А куркумин к тому же снижает синтез простагландинов и лейкотриенов, основных медиаторов воспаления желчного пузыря.\n" +
            "\n" +
            "Кроме того, биологически активные вещества куркумы участвуют в выработке специальных ферментов (например, глутатионпероксидаза), которые защищают печень от воздействия токсинов и ксенобиотиков (пестициды, препараты бытовой химии, лекарства).Куркума не только очищает и улучшает циркуляцию крови, но и стимулирует образование эритроцитов. Это растение регулирует обмен веществ, корректируя как избыточность, так и недостаточность метаболических процессов, и способствует усвоению белка.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "► благоприятно влияет на работу желчного пузыря и печени;\n" +
            "► нормализует процесс желчевыделения и образования желчных кислот;\n" +
            "► уменьшает воспалительные и интоксикационные процессы в печени;\n" +
            "► нормализует обмен веществ;\n" +
            "► оказывает антиоксидантное действие.",
        id: "91873",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/1033-zaferan-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/zaferan.html?offer=91873",
        certif: "https://incoral.com/doc/materials/cert-zaferan.pdf",
        prez: ""
    },
    {
        name: "Корал Артишок (90 капсул)",
        desc: "«Корал Артишок» первый друг печени! Лучшие растительные гепатопротекторы в составе продукта – (артишок, расторопша) + одуванчик, бетаин оказывают оздоровительный эффект на печень и желчевыводящие пути, обеспечивают детоксикационную защиту организма, улучшая работу органов пищеварения и общее самочувствие.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Артишок ценный диетический продукт с пикантно-ореховым вкусом. Несомненное достоинство этого овоща заключается в выраженном гепатопротекторном эффекте. Активные вещества артишока – кофеилхинные кислоты, цинарин, флавоноиды – обладают очищающими и желчегонными свойствами. Они снижают уровень холинэстеразы, уменьшают жировой и липидный выход печени и оказывают оздоравливающий эффект. Кроме того, артишок ускоряет вывод избыточной жидкости и азотсодержащих соединений. Обеспечивая организм питательными веществами, белком, витаминами А, С, В1, В2, каротином, минеральными веществами, артишок нормализует обменные процессы и пищеварение.\n" +
            "\n" +
            "Расторопша (молочный чертополох) успешно применяется при различных печеночных нарушениях. Экстракт расторопши рекомендован Институтом питания РАМН как профилактическое средство для региона с нарушенной экологией. Это целебное растение содержит редкое биологически активное вещество силимарин, а также еще около 200 ценных компонентов. Растение усиливает образование и выделение желчи, секреторную и двигательную функции ЖКТ, повышает защитные свойства печени при инфекциях и отравлении ( в том числе хлором, радиацией, медикаментами, алкоголем, даже опаснейшими из грибов – бледной поганкой и мухомором).\n" +
            "\n" +
            "Одуванчик пользуется большой популярностью у европейских жителей. Содержащиеся в нем горькие вещества возбуждают аппетит и улучшают пищеварение, обладают желчегонными, диуретическими и слабительными свойствами. Экстракт одуванчика относится к наиболее ценным тонизирующим и укрепляющим средствам.\n" +
            "\n" +
            "Бетаин липотропное вещество растительного происхождения. Он нормализует липидный обмен в печени, уровень холестерина в крови, участвует в обменных процессах, способствует выработке энергии. Это вещество также обладает желчеобразующим и желчегонным действием, улучшает деятельность пищеварительной системы.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Корал Артишок» благотворно воздействует на печень:\n" +
            "► при различных нарушениях: гепатите, дистрофии печени, жировом гепатозе;\n" +
            "► при хронических интоксикациях;\n" +
            "► при нарушениях процесса пищеварения и обмена веществ.",
        id: "91640",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/1177-koral-artishok-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/coral-artichoke.html?offer=91640",
        certif: "https://incoral.com/doc/materials/cert-coral-artichoke.pdf",
        prez: ""
    },
    {
        name: "Корал Лецитин (120 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "Жидкий соевый лецитин - 1200 мг.\n" +
            "\n" +
            "Важным ключевым компонентом для улучшения метаболизма, нервной системы, снижения холестерина в крови является Лецитин. Он представляет собой биологически активную универсальную добавку к еде.\n" +
            "\n" +
            "Лецитин необходим организму человека, так как является строительным материалом для рождения новых клеток и восстановления больных.\n" +
            "\n" +
            "ОСНОВНЫМИ КОМПОНЕНТАМИ ЛЕЦИТИНА ЯВЛЯЮТСЯ ДВА ПРОДУКТА\n" +
            "\n" +
            "► Инозитол, он оказывает положительное воздействие на вестибулярный аппарат, повышает настроение, снимает раздражение.\n" +
            "► Холин, помогает работе головного мозга, улучшает память, корректирует сокращение мышц.\n" +
            "\n" +
            "Ежедневно добавляя в рацион питания Лецитин, можно стабилизировать артериальное давление, восстановить обменные процессы, восстановить работу печени и поджелудочной железы.\n" +
            "\n" +
            "Лецитин помогает выработке специальных антител, которые помогают иммунитету бороться с болезнями. Кроме всего прочего, нормализуется масса тела и растворяются камни в желчном пузыре.\n" +
            "\n" +
            "Мы предлагаем продукт торговой марки компании Coral Club - Корал Лецитин.\n" +
            "Применять Корал Лецитина полезно при сердечно-сосудистых заболеваниях, частом утомлении, рассеянном внимании, при высоких физических нагрузках, болезни печени, а также при проблемах с кожей.",
        id: "91650",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "СЕРДЦЕ И СОСУДЫ", "ПНЖК И ФОСФОЛИПИДЫ"],
        image: "https://incoral.com/src/new/product/shop/91650-koral-lecitin-120-kapsul.jpg",
        link: "https://ru.coral.club/shop/coral-lecithin.html?offer=91650",
        certif: "https://incoral.com/doc/materials/cert-coral-lecithin.pdf",
        prez: ""
    },
    {
        name: "Корал Люцерна (120 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Трава люцерны посевной - 150 мг.\n" +
            "► Концентрированный сок люцерны - 250 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "«Корал Люцерна» разносторонне воздействует на здоровье, являясь отличным профилактическим средством от многих недугов. Новый продукт кроме травы люцерны содержит концентрированный сок листьев, что усиливает его положительное действие. Употребление «царской травы» способствует подъему жизненного тонуса, повышает работоспособность, полезно людям с ослабленным здоровьем, страдающим от расстройства пищеварения, интоксикации, имеющим проблемы мочеполовой системы.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Повышенное потребление люцерной из почвы минералов и объясняет ее полезные свойства и широкий спектр применения. В листьях растения содержатся восемь эссенциальных аминокислот, не воспроизводимых человеческим организмом. Витамины А, В1, В2, В6, D2, D3, Е и К, минеральные вещества, особенно кальций, фосфор и фтор, сапонины и др. Наличие витамина К делает люцерну эффективным антигеморрагическим средством, предупреждающим кровоизлияния и кровоточивость.\n" +
            "\n" +
            "Люцерна - одно из немногих растений, имеющих в своем составе фтор природного происхождения, который накапливается в организме в первую очередь в тканях зубов. Он способствует формированию зубной эмали и предохраняет зубы от развития кариеса, оказывая бактерицидное действие на микроорганизмы.\n" +
            "\n" +
            "Благодаря сапонинам растение способно снижать в крови уровень холестерина. Оно не только предотвращает атеросклеротические изменения в стенках сосудов, но и повышает их эластичность, используется при снижении артериального давления.\n" +
            "\n" +
            "Люцерна оказывает регулирующее действие на проницаемость кровеносных сосудов и окислительно-восстановительные процессы.\n" +
            "\n" +
            "«Универсальная» трава оказывает оздоравливающий эффект при болезнях желудка, вздутии, язвенной болезни. Экстракт люцерны используется во время лечебного голодания из-за содержащихся в нем ценных веществ, в первую очередь аминокислот и хлорофилла.\n" +
            "\n" +
            "Она полезна женщинам в период менопаузы и кормящим матерям благодаря экстрогеноподобной активности изофлавонов и способности сглаживать тревожные состояния, повышать лактацию.\n" +
            "\n" +
            "Это также легкое мочегонное средство (нормализует водный баланс и способствует выведению солей мочевой кислоты из организма).\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Корал Люцерна» отличное общеукрепляющее средство, применяемое для профилактики:\n" +
            "► Гиповитаминоза, переутомления, повышенной раздражительности.\n" +
            "► Атеросклероза, подагры.\n" +
            "► Недостаточной лактации.\n",
        id: "2102",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "ИММУННАЯ ПОДДЕРЖКА", "ЖЕНСКОЕ ЗДОРОВЬЕ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/1285-koral-lyucerna-120-kapsul.jpg",
        link: "https://ru.coral.club/shop/coral-alfalfa.html?offer=2102",
        certif: "https://incoral.com/doc/materials/cert-coral-alfalfa.pdf",
        prez: ""
    },
    {
        name: "Папайя (100 таблеток)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Плоды папайи - 30 мг.\n" +
            "► Папаин - 3 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "Папайя отличается великолепным вкусом ни с чем не сравнимым тонким ароматом. В Коста-Рике и Мексике местные жители называют папайю «плодом хорошего здоровья» и ценят этот полезный фрукт как эффективное средство для улучшения пищеварения. Кроме того, папайя - обычный диетический продукт для людей, следящих за своим весом.\n" +
            "\n" +
            "«Папайя» - продукт из сочной мякоти плодов папайи, разработан с соблюдением всех стандартов качества, позволяющих сохранить питательные и целебные свойства чудесного тропического фрукта. Это идеальное средство для восстановления сил после перенесенных болезней и при переутомлении. Папайя улучшает функцию ЖКТ, очищает кишечник, дает бодрость и активность.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Этот плод – кладезь полезных веществ. Мякоть содержит 6-12% сахаров, до 1% белков, 1,4% кислот, витамины В1, В2, С, каротин, минералы (калий, магний, кальций) и необходимые для хорошего пищеварения ферменты (папаин, пептидаза, липаза и др.).\n" +
            "\n" +
            "Главным веществом папайи является папаин – важнейший из шести выделенных из ее сока ферментов. Его действие подобно действию ферментов, вырабатываемых организмом человека, поэтому его еще называют растительным пепсином. Особенность папаина в том, что он активен не только в кислых, но и нейтральных, и щелочных средах.\n" +
            "\n" +
            "Папаин существенно улучшает пищеварение, особенно при затруднении переваривания белковой пищи, расщепляет белки до аминокислот, способствует их быстрой усвояемости организмом. Именно качественно усвоенный белок крайне необходим для заживления эрозий и язв слизистой как основной строительный материал новых клеток. Обладает противовоспалительной, анальгетической, и фибринолитической активностью.\n" +
            "\n" +
            "Папайя источник растительного лизоцима, который выделяют из латекса дынного дерева. Этот фермент содержится у растений, животных, человека и проявляет противомикробные и противовоспалительные свойства, разрушая клеточную стенку грамположительных бактерий, грибков и вирусов.\n" +
            "\n" +
            "Лизоцим также является регулятором иммунных и метаболических процессов и обладает антиоксидантными свойствами.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Папайя» обладает многими положительными свойствами:\n" +
            "► Улучшает качество пищеварительного процесса.\n" +
            "► Эффективна при эрозивных заболеваниях ЖКТ.\n" +
            "► Активизирует работу кишечника.\n" +
            "► Тонизирует организм, придает бодрости.",
        id: "1130",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/1741-papayya-100-tabletok.jpg",
        link: "https://ru.coral.club/shop/papaya.html?offer=1130",
        certif: "https://incoral.com/doc/materials/cert-papaya.pdf",
        prez: ""
    },
    {
        name: "Сильвер-Макс (118 мл)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Очищенное серебро в концентрации - 10 мкг/мл.\n" +
            "► Очищенная вода.\n" +
            "\n" +
            "«Сильвер-Макс» создан на основе коллоидного серебра, являющегося мощным природным антисептиком, обладает противомикробным и противовоспалительным действием. Коллоидное серебро в данном продукте в концентрации 10 грм эффективно воздействует на патогенные бактерии, быстро выводиться из организма, не влечет за собой пигментации кожных покровов. Технология производства коллоидного раствора позволяет частицам серебра полностью раствориться в воде и гарантирует высокое качество продукта.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Коллоидное серебро действует более чем на 350 видов микроорганизмов, в том числе на стафилококки и хеликобактер пилори, провоцирующий язву желудка, не оказывает при этом токсического влияния на организм. Обладает сильным бактерицидным эффектом. Проникая в зараженную клетку, ионы серебра блокируют поступление питательных веществ к вирусу, обрекая больную клетку на гибель. При этом серебро не наносит вреда здоровым клеткам, то есть, убивая патогенные бактерии, остается безопасным для собственной полезной флоры организма.\n" +
            "\n" +
            "Противовоспалительные свойства серебра проявляются при его соприкосновении с пораженными тканями. Попадая в гнойную рану, серебро связывается с тканевыми белками и создает защитный слой, обволакивая нервные окончания, предупреждает раздражение. Под влиянием серебра рана быстро очищается от некротических масс, что предотвращает развитие различных патологий и ускоряет процесс заживления ткани. Коллоидное серебро эффективно действует при недомоганиях ЖКТ, пищевом отравлении, некоторых кожных высыпаниях (псориаз, аллергический дерматит), воспалениях суставов.\n" +
            "\n" +
            "Серебро – один важнейших микроэлементов, необходимых для нормальной работы организма человека. Особенно нуждаются в нем мозг, железы внутренней секреции, печень, почки, кости. Серебро активно участвует в обменных процессах организма, синтезе многих важных ферментов и витаминов, а также регулирует энергетический обмен, способствует увеличению количества лимфоцитов, эритроцитов и гемоглобина.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Сильвер-Макс» значительно снижает риск инфекционных заболеваний и дает положительный результат при:\n" +
            "► Инфекционных респираторных заболевании.\n" +
            "► Заболеваниях кожи (дерматомикозы, фурункулез, экземы различной локализации).\n" +
            "► Заболеваниях ЖКТ (язвенная болезнь желудка и 12-ной кишки, пищевых отравлениях).\n" +
            "► Трофических язвах и ожогах.",
        id: "91619",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "ИММУННАЯ ПОДДЕРЖКА", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/1885-silver-maks-118-ml.jpg",
        link: "https://ru.coral.club/shop/silver-max.html?offer=91619",
        certif: "https://incoral.com/doc/materials/cert-silver-max.pdf",
        prez: ""
    },
    {
        name: "Сильвер-Макс (236 мл)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Очищенное серебро в концентрации 10 мкг/мл.\n" +
            "► Очищенная вода.\n" +
            "\n" +
            "Свойства коллоидного серебра были известны давно. Данный продукт официально признан как антимикробное, антибактериальное и противогрибковое средство. Его использовали при гриппе, ожогах, пневмонии, гастрите и венерических заболеваниях.\n" +
            "\n" +
            "Сильвер Макс — это готовый коллоидный раствор. Мельчайшие ионы чистого серебра распределены равномерно в дистиллированной воде. Причем патогенные микроорганизмы убивают ионы серебра, а не оно само.\n" +
            "\n" +
            "Всем известно, что антибиотики вызывают аллергические реакции, они токсичны для организма, разрушают печень, убивают полезные бактерии в кишечнике, что приводит к дисбактериозу.\n" +
            "\n" +
            "Сильвер макс является безопасной альтернативой антибиотикам. Применяется для борьбы со стафилококком, стрептококком, хеликобактером, а также при воспалении слизистой.\n" +
            "\n" +
            "ПРИМЕНЯТЬ СИЛЬВЕР МАКС\n" +
            "\n" +
            "► Взрослым людям по десертной ложке 2 раза в день за 30 минут до еды.\n" +
            "► Малышам до 1 года по 3 пшика в рот 2 раза в день до еды.\n" +
            "► Детям от одного года до 3-х лет по 3 пшика 3 раза в день.\n" +
            "► От четырех лет до семи по пол чайной ложке 3 раза в день.\n" +
            "► После семи лет по одной чайной ложке 2 раза в день.\n",
        id: "91614",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "ИММУННАЯ ПОДДЕРЖКА", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/1897-silver-maks-236-ml.jpg",
        link: "https://ru.coral.club/shop/silver-max.html?offer=91614",
        certif: "https://incoral.com/doc/materials/cert-silver-max.pdf",
        prez: ""
    },
    {
        name: "Слим бай Слим (10 стиков)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► ФОС (порошок корня цикория) - 2 г\n" +
            "► Экстракт кожуры мандарина - 0,8 г\n" +
            "► Экстракт плодов хурмы - 0,7 г\n" +
            "► Экстракт ягод годжи - 0,7 г\n" +
            "► Экстракт плодов гарцинии - 0,5 г\n" +
            "► Экстракт листьев зеленого чая - 0,3 г\n" +
            "► Таурин - 0,25 г\n" +
            "► Витамин С (аскорбиновая кислота) - 0,1 г\n" +
            "► Вспомогательные компоненты\n" +
            "\n" +
            "Благодаря активным растительным ингредиентам \"Слим бай Слим\" позволяет достичь максимального результата в коррекции веса, а также легко справляется с лишним холестерином за счет его быстрого расщепления и утилизации организмом, способствует снижению уровня сахара в крови, способен обезвреживать и очищать организм от токсинов и шлаков.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Гарциния камбоджийская источник гидроксилимонной кислоты (ГЛК), выделяемая из плодов растения, обеспечивает в организме человека тройное действие: уменьшает образование жирных кислот и холестерина, усиливает окисление жира и регулирует аппетит. ГКЛ участвует в метаболизме сахаров и жиров, препятствует трансформации сахаров в жиры. Блокируя образование жирных кислот из углеводов, она поддерживает такую концентрацию глюкозы, при которой нейроны гипоталамуса не стимулируют аппетит.\n" +
            "\n" +
            "Инулин это прежде всего, растворимая клетчатка плюс активный пребиотик. Проявляет свои функциональные свойства в толстом кишечнике на уровне его симбиотической флоры, избирательно стимулирует рост и метаболическую активность полезных бактерий. Как сорбент ускоряет очищение организма от шлаков и токсинов.\n" +
            "\n" +
            "Экстракт кожуры цитрусовых обладает тонизирующим кофеиноподобным эффектом. Содержит большое количество флавоноидов (нарингин, рутин, кверцитин, гесперидин) обладающих антисклеротическим действием. Уменьшает общий уровень липидов в крови, печени, сосудах, помогает желчи ускорить их расщепление без каких-либо вредных побочных эффектов.\n" +
            "\n" +
            "Экстракт хурмы источник многих полезных веществ: пищевых волокон, минералов (натрий, магний, калий, марганец, кальций), легкоусвояемых сахаров, витаминов А, С, Р. Такие сахара необходимы для образования гликогена в печени и ее энергетического питания.\n" +
            "\n" +
            "Экстракт ягод годжи обладает антиоксидантным и тонизирующим эффектом, заметно улучшает процесс пищеварения, благотворно влияет на функции печени. Потерю веса при употреблении этих ягод связывают с большим количеством антиоксидантов, действие которых приводит к более быстрому распаду жиров.\n" +
            "\n" +
            "Экстракт листьев зеленого чая также активный антиоксидант и источник биологически активных веществ. Стимулирует обмен веществ, ускоряет окисление жиров и увеличивает расход энергии, связывает и выводит из организма холестерин, а также токсические вещества.\n" +
            "\n" +
            "Таурин важнейшая аминокислота, содержащаяся в печени. Играет большую роль в углеводном и липидном обмене, способствует оптимизации энергетических и обменных процессов.\n" +
            "\n" +
            "Витамин С один из самых эффективных витаминов-антиоксидантов. Стимулирует работу детоксикационных ферментных систем печени, способствует снижению общего уровня холестерина.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Слим бай Слим» способствует:\n" +
            "► Нормализации жирового обмена.\n" +
            "► Снижению веса.\n" +
            "► Уменьшению аппетита и тяги к сладкому.\n" +
            "► Повышению работоспособности и выносливости.",
        id: "91673",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "СЕРДЦЕ И СОСУДЫ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "КОНТРОЛЬ ВЕСА", "ЗДОРОВЬЕ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/91673-slim-bay-slim-10-stikov.jpg",
        link: "https://ru.coral.club/shop/slim-by-slim.html?offer=91673",
        certif: "https://incoral.com/doc/materials/cert-slim-by-slim.pdf",
        prez: ""
    },
    {
        name: "Слим бай Слим (30 стиков)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► ФОС (порошок корня цикория) - 2 г\n" +
            "► Экстракт кожуры мандарина - 0,8 г\n" +
            "► Экстракт плодов хурмы - 0,7 г\n" +
            "► Экстракт ягод годжи - 0,7 г\n" +
            "► Экстракт плодов гарцинии - 0,5 г\n" +
            "► Экстракт листьев зеленого чая - 0,3 г\n" +
            "► Таурин - 0,25 г\n" +
            "► Витамин С (аскорбиновая кислота) - 0,1 г\n" +
            "► Вспомогательные компоненты\n" +
            "\n" +
            "Благодаря активным растительным ингредиентам \"Слим бай Слим\" позволяет достичь максимального результата в коррекции веса, а также легко справляется с лишним холестерином за счет его быстрого расщепления и утилизации организмом, способствует снижению уровня сахара в крови, способен обезвреживать и очищать организм от токсинов и шлаков.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Гарциния камбоджийская источник гидроксилимонной кислоты (ГЛК), выделяемая из плодов растения, обеспечивает в организме человека тройное действие: уменьшает образование жирных кислот и холестерина, усиливает окисление жира и регулирует аппетит. ГКЛ участвует в метаболизме сахаров и жиров, препятствует трансформации сахаров в жиры. Блокируя образование жирных кислот из углеводов, она поддерживает такую концентрацию глюкозы, при которой нейроны гипоталамуса не стимулируют аппетит.\n" +
            "\n" +
            "Инулин это прежде всего, растворимая клетчатка плюс активный пребиотик. Проявляет свои функциональные свойства в толстом кишечнике на уровне его симбиотической флоры, избирательно стимулирует рост и метаболическую активность полезных бактерий. Как сорбент ускоряет очищение организма от шлаков и токсинов.\n" +
            "\n" +
            "Экстракт кожуры цитрусовых обладает тонизирующим кофеиноподобным эффектом. Содержит большое количество флавоноидов (нарингин, рутин, кверцитин, гесперидин) обладающих антисклеротическим действием. Уменьшает общий уровень липидов в крови, печени, сосудах, помогает желчи ускорить их расщепление без каких-либо вредных побочных эффектов.\n" +
            "\n" +
            "Экстракт хурмы источник многих полезных веществ: пищевых волокон, минералов (натрий, магний, калий, марганец, кальций), легкоусвояемых сахаров, витаминов А, С, Р. Такие сахара необходимы для образования гликогена в печени и ее энергетического питания.\n" +
            "\n" +
            "Экстракт ягод годжи обладает антиоксидантным и тонизирующим эффектом, заметно улучшает процесс пищеварения, благотворно влияет на функции печени. Потерю веса при употреблении этих ягод связывают с большим количеством антиоксидантов, действие которых приводит к более быстрому распаду жиров.\n" +
            "\n" +
            "Экстракт листьев зеленого чая также активный антиоксидант и источник биологически активных веществ. Стимулирует обмен веществ, ускоряет окисление жиров и увеличивает расход энергии, связывает и выводит из организма холестерин, а также токсические вещества.\n" +
            "\n" +
            "Таурин важнейшая аминокислота, содержащаяся в печени. Играет большую роль в углеводном и липидном обмене, способствует оптимизации энергетических и обменных процессов.\n" +
            "\n" +
            "Витамин С один из самых эффективных витаминов-антиоксидантов. Стимулирует работу детоксикационных ферментных систем печени, способствует снижению общего уровня холестерина.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Слим бай Слим» способствует:\n" +
            "► Нормализации жирового обмена.\n" +
            "► Снижению веса.\n" +
            "► Уменьшению аппетита и тяги к сладкому.\n" +
            "► Повышению работоспособности и выносливости.",
        id: "91674",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "СЕРДЦЕ И СОСУДЫ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "КОНТРОЛЬ ВЕСА", "ЗДОРОВЬЕ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/91674-slim-bay-slim-30-stikov.jpg",
        link: "https://ru.coral.club/shop/slim-by-slim.html?offer=91674",
        certif: "https://incoral.com/doc/materials/cert-slim-by-slim.pdf",
        prez: ""
    },
    {
        name: "Супер-Флора (90 капсул)",
        desc: "Сбалансированная комбинация пробиотиков (бифидо- и лактобактерий) и пребиотика инулина для нормализации микрофлоры кишечника. Благодаря увеличению количества полезных бактерий в кишечнике улучшается процесс переваривания пищи, повышается иммунитет.\n" +
            "\n" +
            "ИНУЛИН\n" +
            "\n" +
            "Известный растительный пребиотик, который является источником необходимых для ЖКТ пищевых волокон. Инулин стимулирует рост собственных полезных бактерий в толстом кишечнике, оздоравливая микрофлору. Кроме того, инулин – хороший сорбент, улучшает перистальтику кишечника, способствует выведению токсинов.\n" +
            "\n" +
            "ПРОБИОТИКИ (БИФИДО- И ЛАКТОБАКТЕРИИ)\n" +
            "\n" +
            "Полезные микроорганизмы, подавляют патогенные бактерии в ЖКТ, восстанавливают здоровый баланс микрофлоры. Улучшают пищеварение и обмен веществ, участвуют в синтезе собственных витаминов и ферментов, нужных для качественного усвоения пищи. Предотвращают пищевую аллергию и интоксикацию, повышают сопротивляемость организма, вырабатывая факторы иммунной защиты.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Взрослым – по 1 капсуле 1 раз в день во время приема пищи.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов, беременность, кормление грудью. Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте при температуре не выше +25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "2 года с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "США",
        id: "2150",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "ПРОБИОТИКИ"],
        image: "https://incoral.com/src/new/product/shop/2029-super-flora-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/super-flora.html?offer=2150",
        certif: "https://incoral.com/doc/materials/cert-super-flora.pdf",
        prez: "https://drive.google.com/file/d/1iRmPX3AbDyV4kJPbK5q5qkLJ92Fq3px-/view?usp=sharing"
    },
    {
        name: "Биошейп (140 таблеток)",
        desc: "Биошейп — натуральный растительный продукт из комплекса аминокислот. Его используют люди желающие скинуть лишний вес, а также избавиться от желания скушать, что-то сладенькое.\n" +
        "Данный продукт восстанавливает метаболизм в организме, нормализует массу тела, а также помогает достичь желаемых результатов за короткое время. Если принимать Биошейп длительно, можно избавиться от чувства голода, наладить психоэмоциональный фон и обменные процессы в организме.\n" +
        "Кроме всего прочего, Биошейп является незаменимым продуктом для диабетиков (нормализует уровень инсулина в крови, восполняет дефицит хрома, улучшает состояние кожи, убирает признаки целлюлита).\n" +
        "Принимать Биошейп ежедневно. За один час до завтрака 2 таблетки, до обеда за 30 минут 3 таблетки, до ужина 3 таблетки, до перекуса 2 таблетки. Пить не менее 1,5-2 литров чистой воды.",
        id: "18021",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["КОНТРОЛЬ ВЕСА"],
        image: "https://incoral.com/src/new/product/shop/18021-biosheyp-140-tabletok.jpg",
        link: "",
        certif: "",
        prez: ""
    },
    {
        name: "Липосомальный Куркумин (100 мл)",
        desc: "Ценный фитонутриент в максимально биодоступной и безопасной форме. Сочетание технологии липосомального инкапсулирования с усиленной формулой CureIt повысило биодоступность куркумина до N%.\n" +
            "\n" +
            "АКТИВНЫЕ КОМПОНЕНТЫ\n" +
            "\n" +
            "Куркума — специя из Индии, которую называют «восточным золотом» не только за яркий цвет, но и за массу полезных для здоровья свойств. Основное действующее вещество — куркумин применяется при различных воспалительных процессах в сердечно-сосудистой, нервной, костно-мышечной системах. Также куркумин известен как средство, укрепляющее иммунитет, в том числе противоопухолевый.\n" +
            "\n" +
            "Куркумин улучшает функции желчного пузыря и печени, регулирует уровень холестерина и сахара в крови. Высокая антиоксидантная активность этого фитонутриента ослабляет разрушительное действие свободных радикалов, замедляя процесс старения клеток.\n" +
            "\n" +
            "Главное препятствие в использовании куркумы — низкая биодоступность куркумина. Этот нутриент плохо усваивается и быстро разрушается в организме. Куркумин, созданный по запатентованной формуле Cureit, усваивается в 10 раз лучше обычного экстракта куркумы. Также биодоступность продукта увеличена за счет технологии липосомального инкапсулирования. Липосомальная оболочка, состоящая из фосфолипидов, обеспечивает проникновение куркумина через клеточные мембраны без структурного разрушения.",
        id: "2165",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "КОНТРОЛЬ ВЕСА", "ИММУННАЯ ПОДДЕРЖКА", "СУСТАВЫ", "АНТИСТРЕСС", "ЛИПОСОМАЛЬНЫЕ ФОРМУЛЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/2165-liposomalnyy-kurkumin-100-ml.jpg",
        link: "https://ru.coral.club/shop/liposomal-curcumin.html?offer=2165",
        certif: "https://incoral.com/doc/materials/cert-liposomal-curcumin.pdf",
        prez: "https://drive.google.com/file/d/1kS_Ffu9U8v_pNi1eQpdjp7qKECjiQuY0/view?usp=sharing"
    },
    {
        name: "Нутрипэк",
        desc: "Способствует поступлению в организм важных нутриентов, необходимых для нормальной работы сердечно-сосудистой, нервной, пищеварительной и иммунной систем.\n" +
            "Помогает нормализовать обменные и регенерационные процессы в организме.\n" +
            "\n" +
            "КОРАЛ ЛЮЦЕРНА\n" +
            "\n" +
            "Содержит сок листьев и порошок травы люцерны, что обеспечивает высокую концентрацию активных веществ в продукте. Люцерна богата важнейшими для организма минералами (кальций, железо, фосфор, магний, сера, калий, кремний). Это одно из немногих растений, содержащее фтор природного происхождения, который важен для здоровья зубов. В люцерне достаточно много витаминов (С, Е, К, группы В), органических кислот и хлорофилла. Помогает при гиповитаминозах, заболеваниях желудка, повышенном уровне холестерина, мягко усиливает работу почек.\n" +
            "\n" +
            "ПРЕМИУМ СПИРУЛИНА\n" +
            "\n" +
            "100% натуральный состав без содержания вспомогательных компонентов. Спирулина — это кладезь биологически активных веществ: растительного белка, хлорофилла, редкого антиоксиданта —фикоцианина, витаминов С,Е,В, бета-каротина, минералов и полиненасыщенных жирных кислот. Способствует улучшению обмена веществ, помогает контролировать вес и защищает от преждевременного старения.\n" +
            "\n" +
            "КОРАЛ ЛЕЦИТИН\n" +
            "\n" +
            "Источник фосфолипидов, в частности, фосфатидилхолина — основной составляющей всех клеточных оболочек организма человека. Также является предшественником холина, улучшающего обменные процессы в нервной ткани и клетках головного мозга. Необходим организму на протяжении всей жизни.\n" +
            "\n" +
            "ОМЕГА 3/60\n" +
            "\n" +
            "Источник полиненасыщенных жирных кислот (ПНЖК), которые не синтезируются в организме человека и могут поступать в него только из пищи. ПНЖК омега-3 входят в состав клеточных мембран, участвуют в синтезе гормонов, способствуют снижению уровня холестерина. Достаточное поступление ПНЖК Омега-3 особенно важно для головного мозга, сердца, зрения и кожи. Продукт получен из натурального жира морских рыб.\n" +
            "\n" +
            "БИ-КУРУНГА\n" +
            "\n" +
            "Симбиотический концентрат пробиотиков природного происхождения и цинк для улучшения микрофлоры кишечника. Натуральное происхождения пробиотиков Би-Курунги определяет их оптимальное соотношение в продукте для наиболее благоприятного воздействия на микрофлору кишечника. Способствует пищеварению и укрепляет иммунитет.\n" +
            "\n" +
            "КОРАЛ-МАЙН\n" +
            "\n" +
            "Минеральная композиция из кораллов склерактиний, содержащих соли полезных макро- и микроэлементов (кальция, магния, калия, а также железа, фосфора, серы, кремния, хрома, марганца, цинка и др.). При взаимодействии с водой минералы Корал-Майна из солей переходят в воду, повышая ее физиологическую полноценность, регулируют минеральный состав, кислотно-щелочной баланс и улучшают ее органолептические свойства.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Перед применением прочтите инструкцию внутри упаковки. Продолжительность приема - 30 дней.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов продукта, беременность и кормление грудью.\n" +
            "Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от света, недоступном для детей месте при температуре не выше 25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "1 год с даты производства.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "США, Япония, Россия, Тайвань.",
        id: "80340",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["ПИЩЕВАРЕНИЕ", "КОМПЛЕКСНОЕ ОЗДОРОВЛЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/80340-nutripek.jpg",
        link: "https://ru.coral.club/shop/nutripacks.html?offer=80340",
        certif: "",
        prez: "https://drive.google.com/open?id=1BxcrFmiKe7XtepEX-U-Vo7-BIw-k7Rqj"
    },
    {
        name: "Батончик Дейли Делишес Банан-Манго бар (40 г)",
        desc: "Вкусные батончики для здорового питания с добавлением различных фруктов, ягод, орехов, семян, морских водорослей, пряностей и других растительных компонентов органического происхождения.\n" +
            "\n" +
            "Благодаря своей питательности и сбалансированному составу, батончик быстро восстанавливает силы и заодно снабжает организм ценными веществами, важными для здоровья, хорошего самочувствия и настроения.\n" +
            "\n" +
            "В составе – только органические растительные компоненты.\n" +
            "\n" +
            "Хранить в сухом месте при комнатной температуре вдали от прямых солнечных лучей.\n",
        id: "2350",
        category: ["ЗДОРОВЬЕ", "БРЕНДЫ"],
        subcategory: ["СМАРТ ФУД", "DAILY DELICIOUS"],
        image: "https://incoral.com/src/new/product/shop/2350-batonchik-deyli-delishes-banan-mango-bar-40-g.jpg",
        link: "https://ru.coral.club/shop/super-bars.html?offer=2350",
        certif: "",
        prez: ""
    },
    {
        name: "Батончик Корал Протеин Бар (46 г)",
        desc: "Вкусные батончики для здорового питания с добавлением различных фруктов, ягод, орехов, семян, морских водорослей, пряностей и других растительных компонентов органического происхождения.\n" +
            "\n" +
            "Благодаря своей питательности и сбалансированному составу, батончик быстро восстанавливает силы и заодно снабжает организм ценными веществами, важными для здоровья, хорошего самочувствия и настроения.\n" +
            "\n" +
            "В составе – только органические растительные компоненты.\n" +
            "\n" +
            "Хранить в сухом месте при комнатной температуре вдали от прямых солнечных лучей.",
        id: "91686",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["СМАРТ ФУД"],
        image: "https://incoral.com/src/new/product/shop/649-batonchik-koral-protein-bar-46-g.jpg",
        link: "https://ru.coral.club/shop/super-bars.html?offer=91686",
        certif: "",
        prez: ""
    },
    {
        name: "Батончик СуперБлуберри Бар (38 г)",
        desc: "Вкусные батончики для здорового питания с добавлением различных фруктов, ягод, орехов, семян, морских водорослей, пряностей и других растительных компонентов органического происхождения.\n" +
            "\n" +
            "Благодаря своей питательности и сбалансированному составу, батончик быстро восстанавливает силы и заодно снабжает организм ценными веществами, важными для здоровья, хорошего самочувствия и настроения.\n" +
            "\n" +
            "В составе - только растительные и органические компоненты.\n" +
            "\n" +
            "Хранить в сухом месте при комнатной температуре вдали от прямых солнечных лучей.",
        id: "91649",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["СМАРТ ФУД"],
        image: "https://incoral.com/src/new/product/shop/661-batonchik-superbluberri-bar-38-g.jpg",
        link: "https://ru.coral.club/shop/super-bars.html?offer=91649",
        certif: "https://incoral.com/doc/materials/cert-06069-19.pdf",
        prez: ""
    },
    {
        name: "Батончик СуперМанго Бар (38 г)",
        desc: "Вкусные батончики для здорового питания с добавлением различных фруктов, ягод, орехов, семян, морских водорослей, пряностей и других растительных компонентов органического происхождения.\n" +
            "\n" +
            "Благодаря своей питательности и сбалансированному составу, батончик быстро восстанавливает силы и заодно снабжает организм ценными веществами, важными для здоровья, хорошего самочувствия и настроения.\n" +
            "\n" +
            "В составе - только растительные и органические компоненты.\n" +
            "\n" +
            "Хранить в сухом месте при комнатной температуре вдали от прямых солнечных лучей.",
        id: "91694",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["СМАРТ ФУД"],
        image: "https://incoral.com/src/new/product/shop/673-batonchik-supermango-bar-38-g.jpg",
        link: "https://ru.coral.club/shop/super-bars.html?offer=91694",
        certif: "https://incoral.com/doc/materials/cert-06069-19.pdf",
        prez: ""
    },
    {
        name: "Батончик СуперСпирулина Бар с орехом макадамии (38 г)",
        desc: "Вкусные батончики для здорового питания с добавлением различных фруктов, ягод, орехов, семян, морских водорослей, пряностей и других растительных компонентов органического происхождения.\n" +
            "\n" +
            "Благодаря своей питательности и сбалансированному составу, батончик быстро восстанавливает силы и заодно снабжает организм ценными веществами, важными для здоровья, хорошего самочувствия и настроения.\n" +
            "\n" +
            "В составе - только растительные и органические компоненты.\n" +
            "\n" +
            "Хранить в сухом месте при комнатной температуре вдали от прямых солнечных лучей.",
        id: "91681",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["СМАРТ ФУД"],
        image: "https://incoral.com/src/new/product/shop/685-superspirulina-bar-with-macadamia-nuts.jpg",
        link: "https://ru.coral.club/shop/super-bars.html?offer=91681",
        certif: "https://incoral.com/doc/materials/cert-06069-19.pdf",
        prez: ""
    },
    {
        name: "Батончик СуперХлорелла Бар (38 г)",
        desc: "Вкусные батончики для здорового питания с добавлением различных фруктов, ягод, орехов, семян, морских водорослей, пряностей и других растительных компонентов органического происхождения.\n" +
            "\n" +
            "Благодаря своей питательности и сбалансированному составу, батончик быстро восстанавливает силы и заодно снабжает организм ценными веществами, важными для здоровья, хорошего самочувствия и настроения.\n" +
            "\n" +
            "В составе - только растительные и органические компоненты.\n" +
            "\n" +
            "Хранить в сухом месте при комнатной температуре вдали от прямых солнечных лучей.",
        id: "91691",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["СМАРТ ФУД"],
        image: "https://incoral.com/src/new/product/shop/697-batonchik-superhlorella-bar-38-g.jpg",
        link: "https://ru.coral.club/shop/super-bars.html?offer=91691",
        certif: "https://incoral.com/doc/materials/cert-06069-19.pdf",
        prez: ""
    },
    {
        name: "Батончик СуперЧерри Бар (38 г)",
        desc: "Вкусные батончики для здорового питания с добавлением различных фруктов, ягод, орехов, семян, морских водорослей, пряностей и других растительных компонентов органического происхождения.\n" +
            "\n" +
            "Благодаря своей питательности и сбалансированному составу, батончик быстро восстанавливает силы и заодно снабжает организм ценными веществами, важными для здоровья, хорошего самочувствия и настроения.\n" +
            "\n" +
            "В составе - только растительные и органические компоненты.\n" +
            "\n" +
            "Хранить в сухом месте при комнатной температуре вдали от прямых солнечных лучей.",
        id: "91648",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["СМАРТ ФУД"],
        image: "https://incoral.com/src/new/product/shop/91648-batonchik-supercherri-bar-38-g.jpg",
        link: "https://ru.coral.club/shop/super-bars.html?offer=91648",
        certif: "https://incoral.com/doc/materials/cert-06069-19.pdf",
        prez: ""
    },
    {
        name: "Батончик Шоко с миндалем (38 г)",
        desc: "Вкусные батончики для здорового питания с добавлением различных фруктов, ягод, орехов, семян, морских водорослей, пряностей и других растительных компонентов органического происхождения.\n" +
            "\n" +
            "Благодаря своей питательности и сбалансированному составу, батончик быстро восстанавливает силы и заодно снабжает организм ценными веществами, важными для здоровья, хорошего самочувствия и настроения.\n" +
            "\n" +
            "В составе - только растительные и органические компоненты.\n" +
            "\n" +
            "Хранить в сухом месте при комнатной температуре вдали от прямых солнечных лучей.",
        id: "91684",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["СМАРТ ФУД"],
        image: "https://incoral.com/src/new/product/shop/733-batonchik-shoko-s-mindalem-38-g.jpg",
        link: "https://ru.coral.club/shop/super-bars.html?offer=91684",
        certif: "https://incoral.com/doc/materials/cert-06069-19.pdf",
        prez: ""
    },
    {
        name: "Батончик Шоко со спирулиной (44 г)",
        desc: "Вкусные батончики для здорового питания с добавлением различных фруктов, ягод, орехов, семян, морских водорослей, пряностей и других растительных компонентов органического происхождения.\n" +
            "\n" +
            "Благодаря своей питательности и сбалансированному составу, батончик быстро восстанавливает силы и заодно снабжает организм ценными веществами, важными для здоровья, хорошего самочувствия и настроения.\n" +
            "\n" +
            "В составе - только растительные и органические компоненты.\n" +
            "\n" +
            "Хранить в сухом месте при комнатной температуре вдали от прямых солнечных лучей.",
        id: "91692",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["СМАРТ ФУД"],
        image: "https://incoral.com/src/new/product/shop/745-batonchik-shoko-so-spirulinoy-44-g.jpg",
        link: "https://ru.coral.club/shop/super-bars.html?offer=91692",
        certif: "https://incoral.com/doc/materials/cert-06069-19.pdf",
        prez: ""
    },
    {
        name: "Дейли Делишес Бьюти Шейк Апельсин-Манго (500 г)",
        desc: "СВОЙСТВА\n" +
            "\n" +
            "► Сбалансированный протеиновый коктейль с комплексом нутриентов и коллагеном для ежедневного поддержания красоты и здоровья.\n" +
            "► Сочетает 3 наиболее биологически ценных источника белка животного и растительного происхождения и 11 нутриентов (витаминов и минералов).\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "Взрослым 1 раз в день во время еды, предварительно растворив 2 мерные ложки с горкой (25 г) порошка в стакане охлажденного обезжиренного (1,5%) молока.\n" +
            "\n" +
            "ОСНОВНЫЕ КОМПОНЕНТЫ\n" +
            "\n" +
            "► Гидролизат коллагена.\n" +
            "► Главный строительный белок кожи, мышц, волос и ногтей, легко усваивается организмом.\n" +
            "\n" +
            "МОЛОЧНЫЙ БЕЛОК И КОНЦЕНТРАТ СЫВОРОТОЧНОГО БЕЛКА\n" +
            "\n" +
            "Источники полноценного белка животного происхождения и строительный материал для всех клеток организма. Содержат все незаменимые аминокислоты, способствуют быстрому восстановлению мышц после нагрузки, улучшают энергообмен.\n" +
            "\n" +
            "ИЗОЛЯТ СОЕВОГО БЕЛКА\n" +
            "\n" +
            "Легкий растительный белок, помогает контролировать собственный вес, уровень холестерина, поддерживает здоровье сердца и сосудов.\n" +
            "\n" +
            "ВИТАМИННО-МИНЕРАЛЬНЫЙ КОМПЛЕКС\n" +
            "\n" +
            "Участвует во всех видах обмена веществ, поддерживает здоровье кожи, волос, ногтей, способствует синтезу собственного коллагена.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "► Молочный белок - 7.25 г\n" +
            "► Концентрат сывороточного белка - 4.2 г\n" +
            "► Изолят соевого белка - 3 г\n" +
            "► Витамин С - 145.5 г\n" +
            "► Биотин - 41 мкг\n" +
            "► Витамин Е - 4 мг\n" +
            "► Селен (селенометионин) - 50 мг\n" +
            "► Пантотеновая кислота - 4 мг\n" +
            "► Никотинамид - 4.75 мг\n" +
            "► Витамин А - 367.25 мкг\n" +
            "► Медь (глюконат) - 0.5 мг\n" +
            "► ПАБК (парааминобензойная кислота) - 25 мг\n" +
            "► Фолиевая кислота - 128.5 мкг\n" +
            "► Гидролизат коллагена - 250 мг\n" +
            "► Магний (цитрат) - 50 мг",
        id: "2118",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ", "БРЕНДЫ"],
        subcategory: ["СМАРТ ФУД", "КОНТРОЛЬ ВЕСА", "ВИТАМИНЫ И МИНЕРАЛЫ", "АМИНОКИСЛОТЫ", "DAILY DELICIOUS"],
        image: "https://incoral.com/src/new/product/shop/2118-deyli-delishes-byuti-sheyk-apelsin-mango-500-g.jpg",
        link: "https://ru.coral.club/shop/daily-delicious-beauty-shake.html?offer=2118",
        certif: "https://incoral.com/doc/materials/Daily-Delicious-Beauty-Shakes.jpg",
        prez: "https://drive.google.com/file/d/1O4TOEFqPi3TatL4opz46ccHZro1Jhn3o/view?usp=sharing"
    },
    {
        name: "Дейли Делишес Бьюти Шейк Ваниль (500 г)",
        desc: "Сбалансированный протеиновый коктейль с комплексом нутриентов и коллагеном для ежедневного поддержания красоты и здоровья. Сочетает 3 биологически ценных источника белка животного и растительного происхождения и комплекс из 11 витаминов и минералов.\n" +
            "\n" +
            "VERISOL®\n" +
            "\n" +
            "Запатентованный коллагеновый пептид. Главный строительный белок кожи, мышц, волос и ногтей, легко усваивается организмом.\n" +
            "\n" +
            "МОЛОЧНЫЙ БЕЛОК И КОНЦЕНТРАТ СЫВОРОТОЧНОГО БЕЛКА\n" +
            "\n" +
            "Источники полноценного белка животного происхождения и строительный материал для всех клеток организма. Содержат все незаменимые аминокислоты, способствуют быстрому восстановлению мышц после нагрузки, улучшают энергообмен.\n" +
            "\n" +
            "ИЗОЛЯТ СОЕВОГО БЕЛКА\n" +
            "\n" +
            "Легкий растительный белок, помогает контролировать собственный вес, уровень холестерина, поддерживает здоровье сердца и сосудов.\n" +
            "\n" +
            "ВИТАМИННО-МИНЕРАЛЬНЫЙ КОМПЛЕКС\n" +
            "\n" +
            "Участвует во всех видах обмена веществ, поддерживает здоровье кожи, волос, ногтей, способствует синтезу собственного коллагена.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Взрослым – по 25 г порошка (1 мерная ложка или 1 пакет) в день во время еды, предварительно растворив в 1 стакане (250 мл) обезжиренного молока (1,5 %).\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов продукта, беременность и кормление грудью. При чрезмерном употреблении может оказывать послабляющий эффект. Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте при температуре не выше +25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "1,5 года с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Германия",
        id: "2116",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ", "БРЕНДЫ"],
        subcategory: ["СМАРТ ФУД", "КОНТРОЛЬ ВЕСА", "ВИТАМИНЫ И МИНЕРАЛЫ", "АМИНОКИСЛОТЫ", "DAILY DELICIOUS"],
        image: "https://incoral.com/src/new/product/shop/2116-deyli-delishes-byuti-sheyk-vanil-500-g.jpg",
        link: "https://ru.coral.club/shop/daily-delicious-beauty-shake.html?offer=2116",
        certif: "https://incoral.com/doc/materials/Daily-Delicious-Beauty-Shakes.jpg",
        prez: "https://drive.google.com/file/d/1O4TOEFqPi3TatL4opz46ccHZro1Jhn3o/view?usp=sharing"
    },
    {
        name: "Дейли Делишес Бьюти Шейк Малина (500 г)",
        desc: "Сбалансированный протеиновый коктейль с комплексом нутриентов и коллагеном для ежедневного поддержания красоты и здоровья. Сочетает 3 биологически ценных источника белка животного и растительного происхождения и комплекс из 11 витаминов и минералов.\n" +
            "\n" +
            "VERISOL®\n" +
            "\n" +
            "Запатентованный коллагеновый пептид. Главный строительный белок кожи, мышц, волос и ногтей, легко усваивается организмом.\n" +
            "\n" +
            "МОЛОЧНЫЙ БЕЛОК И КОНЦЕНТРАТ СЫВОРОТОЧНОГО БЕЛКА\n" +
            "\n" +
            "Источники полноценного белка животного происхождения и строительный материал для всех клеток организма. Содержат все незаменимые аминокислоты, способствуют быстрому восстановлению мышц после нагрузки, улучшают энергообмен.\n" +
            "\n" +
            "ИЗОЛЯТ СОЕВОГО БЕЛКА\n" +
            "\n" +
            "Легкий растительный белок, помогает контролировать собственный вес, уровень холестерина, поддерживает здоровье сердца и сосудов.\n" +
            "\n" +
            "ВИТАМИННО-МИНЕРАЛЬНЫЙ КОМПЛЕКС\n" +
            "\n" +
            "Участвует во всех видах обмена веществ, поддерживает здоровье кожи, волос, ногтей, способствует синтезу собственного коллагена.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Взрослым – по 25 г порошка (1 мерная ложка или 1 пакет) в день во время еды, предварительно растворив в 1 стакане (250 мл) обезжиренного молока (1,5 %).\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов продукта, беременность и кормление грудью. При чрезмерном употреблении может оказывать послабляющий эффект. Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте при температуре не выше +25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "1,5 года с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Германия",
        id: "2115",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ", "БРЕНДЫ"],
        subcategory: ["СМАРТ ФУД", "КОНТРОЛЬ ВЕСА", "ВИТАМИНЫ И МИНЕРАЛЫ", "АМИНОКИСЛОТЫ", "DAILY DELICIOUS"],
        image: "https://incoral.com/src/new/product/shop/2115-deyli-delishes-byuti-sheyk-malina-500-g.jpg",
        link: "https://ru.coral.club/shop/daily-delicious-beauty-shake.html?offer=2115",
        certif: "https://incoral.com/doc/materials/Daily-Delicious-Beauty-Shakes.jpg",
        prez: "https://drive.google.com/file/d/1O4TOEFqPi3TatL4opz46ccHZro1Jhn3o/view?usp=sharing"
    },
    {
        name: "Дейли Делишес Бьюти Шейк Шоколад (500 г)",
        desc: "Сбалансированный протеиновый коктейль с комплексом нутриентов и коллагеном для ежедневного поддержания красоты и здоровья. Сочетает 3 биологически ценных источника белка животного и растительного происхождения и комплекс из 11 витаминов и минералов.\n" +
            "\n" +
            "VERISOL®\n" +
            "\n" +
            "Запатентованный коллагеновый пептид. Главный строительный белок кожи, мышц, волос и ногтей, легко усваивается организмом.\n" +
            "\n" +
            "МОЛОЧНЫЙ БЕЛОК И КОНЦЕНТРАТ СЫВОРОТОЧНОГО БЕЛКА\n" +
            "\n" +
            "Источники полноценного белка животного происхождения и строительный материал для всех клеток организма. Содержат все незаменимые аминокислоты, способствуют быстрому восстановлению мышц после нагрузки, улучшают энергообмен.\n" +
            "\n" +
            "ИЗОЛЯТ СОЕВОГО БЕЛКА\n" +
            "\n" +
            "Легкий растительный белок, помогает контролировать собственный вес, уровень холестерина, поддерживает здоровье сердца и сосудов.\n" +
            "\n" +
            "ВИТАМИННО-МИНЕРАЛЬНЫЙ КОМПЛЕКС\n" +
            "\n" +
            "Участвует во всех видах обмена веществ, поддерживает здоровье кожи, волос, ногтей, способствует синтезу собственного коллагена.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Взрослым – по 25 г порошка (1 мерная ложка или 1 пакет) в день во время еды, предварительно растворив в 1 стакане (250 мл) обезжиренного молока (1,5 %).\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов продукта, беременность и кормление грудью. При чрезмерном употреблении может оказывать послабляющий эффект. Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте при температуре не выше +25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "1,5 года с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Германия",
        id: "2117",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ", "БРЕНДЫ"],
        subcategory: ["СМАРТ ФУД", "КОНТРОЛЬ ВЕСА", "ВИТАМИНЫ И МИНЕРАЛЫ", "АМИНОКИСЛОТЫ", "DAILY DELICIOUS"],
        image: "https://incoral.com/src/new/product/shop/2117-deyli-delishes-byuti-sheyk-shokolad-500-g.jpg",
        link: "https://ru.coral.club/shop/daily-delicious-beauty-shake.html?offer=2117",
        certif: "https://incoral.com/doc/materials/Daily-Delicious-Beauty-Shakes.jpg",
        prez: "https://drive.google.com/file/d/1O4TOEFqPi3TatL4opz46ccHZro1Jhn3o/view?usp=sharing"
    },
    {
        name: "Липостик Фит (курс на месяц)",
        desc: "Новый уникальный продукт для восстановления метаболизма и снижения веса. Помогает ускорить обмен веществ, и повысить расход энергии. Состоит из натуральных ингредиентов с липосомальной формулой. Это обеспечивает эффективность, безопасность и биодоступность. Курс рассчитан на 1 месяц, состоит из 60 стиков.\n" +
            "\n" +
            "LIPOSTICK FIT РАБОТАЕТ КОМПЛЕКСНО\n" +
            "\n" +
            "► Активно «сжигает» жир.\n" +
            "► Препятствует образованию подкожного жира.\n" +
            "► Поддерживает аппетит и переедание.\n" +
            "► Нутриенты входящие в состав Lipstick Fit нормализуют обмен веществ.\n" +
            "\n" +
            "Нобилетин и гесперидин, ускоряют метаболизм, повышается расход энергии. Исходя из этого не образовывается лишний жир, а сжигается организмом. Чувство голода при потреблении Lipostick Fit не возникает.\n" +
            "\n" +
            "В СОСТАВ ПРОДУКТА ВХОДЯТ\n" +
            "\n" +
            "► Комплекс флавоноидов из ферментированной кожуры мандарина (Citrus reticulata).\n" +
            "► Экстракт зерен зеленого кофе и хром который уменьшает тягу к сладкому и подавляет чувство голода.,\n" +
            "► Экстракт листьев зеленого чая. Это мощный антиоксидант растительный, защищает организм от старения, укрепляет стенки сосудов, ускоряет обмен веществ.\n" +
            "► L-карнитин, эффективный жиросжигатель, препятствует формированию жира, повышает работоспособность и выносливость.\n" +
            "► Сок Нони, укрепляет иммунную систему, поддерживает пищеварение, повышает физическую активность.\n" +
            "► Экстракт черного перца Bioperine. Содержит 95% пиперина, который в синергии с мандарином контролирует образование жира, и повышает эффективность Lipostick Fit в целом.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Взрослому человеку по 1 стику 2 раза в день во время еды. Можно принимать в неразбавленном виде или растворить в 1/2 стакана воды.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов, беременность, кормление грудью. Перед применением рекомендуется проконсультироваться с врачом.\n",
        id: "216904",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["КОНТРОЛЬ ВЕСА", "ЛИПОСОМАЛЬНЫЕ ФОРМУЛЫ"],
        image: "https://incoral.com/src/new/product/shop/2593-lipostik-fit-kurs-na-mesyac.jpg",
        link: "https://ru.coral.club/shop/lipostick-fit.html?offer=216904",
        certif: "",
        prez: ""
    },
    {
        name: "Ca-Mg Комплекс (90 таблеток)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Кальций (малат и цитрат) 75 мг;\n" +
            "► Магний (малат и цитрат) 25 мг;\n" +
            "► Кремний (из экстракта хвоща) 1,25 мг;\n" +
            "► Бор (из борной кислоты) 0,25 мг;\n" +
            "► Витамин К 37,5 мкг;\n" +
            "► Витамин Д3 75 МЕ;\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "«Ca-Mg Комплекс» - продукт, поддерживающий нужное соотношение кальция и магния в организме, улучшающий кальциево-магниевый обмен и оптимизирующий жизненно важные процессы, связанные с метаболизмом минеральных веществ.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Кальций (Са) – один из важнейших элементов в нашем организме, от которого зависит функционирование практически всех систем. В первую очередь, он является основным компонентом костного скелета, осуществляя структурную функцию в организме. Кальций также играет роль регулятора ферментативных процессов, секреции гормонов, внутриклеточного метаболизма, нервно-мышечной проводимости. От этого минерала зависят стабильная деятельность сердца и сосудистый тонус, работа нервной системы и нормальное свертывание крови, выработка пищеварительных ферментов и гормонов, проницаемость сосудов и клеточных мембран.\n" +
            "\n" +
            "Магний (Mg) не менее важный макроэлемент, 70% которого содержится в костях. Он считается антагонистом кальция, но в то же время оба минерала как братья-близнецы нужны друг другу и работают в паре. Эти минералы должны находиться в организме в оптимальном соотношении. При таком условии магний способствует лучшей усвояемости кальция, контролирует поступление кальция в клетки и препятствует его избыточному выведению. При этом кальций способствует сокращению скелетных мышц и гладкой мускулатуры, а магний, наоборот, снимает спазм и расслабляет мышцы. Кроме того, магний обеспечивает высвобождение клеточной энергии АТФ, регулирует тонус гладкой мускулатуры (сосудов, кишечника, желчного и мочевого пузыря и др.), способствует снятию стресса.\n" +
            "\n" +
            "Кремний (из экстракта хвоща) способствует всасыванию кальция и более 70% других элементов (фосфор, фтор, сера, магний, натрий, и др.), предупреждая развитие остеопороза.\n" +
            "\n" +
            "При его нехватке в организме ухудшается усвоение всех минералов и витаминов.\n" +
            "Бор – это тот самый элемент, который значительно улучшает обмененные процессы наиболее важных элементов: магния, кальция и фосфора. Он участвует в преобразовании витамина D в наиболее активную форму, вместе с кремнием и витаминами К и D3 повышает всасываемость и улучшает метаболизм кальция, магния, и фосфора, препятствуя их потере через почки.\n" +
            "\n" +
            "Витамины К и D3 участвуют в обмене веществ в костях и соединительной ткани. Они участвуют в усвоении и использовании кальция на ранних стадиях формирования костной ткани, обеспечивают взаимодействие кальция и магния.\n" +
            "\n" +
            "CA-MG КОМПЛЕКС БЛАГОПРИЯТНО ВЛИЯЕТ НА ЗДОРОВЬЕ\n" +
            "\n" +
            "► улучшает кальциево-магниевый и минеральный обмен;\n" +
            "► оптимизирует функции жизненно важных систем;\n" +
            "► способствует укреплению костей, регулирует сокращение и расслабление мышц.",
        id: "91845",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "СУСТАВЫ", "ЖЕНСКОЕ ЗДОРОВЬЕ", "МУЖСКОЕ ЗДОРОВЬЕ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/205-ca-mg-kompleks-90-tabletok.jpg",
        link: "https://ru.coral.club/shop/ca-mg-complex.html?offer=91845",
        certif: "https://incoral.com/doc/materials/ca-mg-complex-ru.pdf",
        prez: "https://drive.google.com/open?id=1tDoLgbNQgHsocEikZs4RBAlAMS2dFGn-"
    },
    {
        name: "АД Фито Контрол (90 капсул)",
        desc: "ЭКСТРАКТ ПЛОДОВ БОЯРЫШНИКА\n" +
            "\n" +
            "Улучшает кровообращение в сердечной мышце и головном мозге, способствует расширению сосудов. Повышает эластичность и прочность стенок сосудов.\n" +
            "\n" +
            "ЭКСТРАКТ ЗЕЛЕНЫХ ЗЕРЕН КОФЕ\n" +
            "\n" +
            "Содержит ценные хлорогеновые кислоты, которых нет в жареном кофе. Зеленый кофе расширяет сосуды и улучшает кровоток.\n" +
            "\n" +
            "ЭКСТРАКТ ЛИСТЬЕВ ПУСТЫРНИКА\n" +
            "\n" +
            "Проявляет мягкий успокаивающий эффект, уменьшает спазм сосудов.\n" +
            "\n" +
            "ЭКСТРАКТ КОРНЯ ШЛЕМНИКА\n" +
            "\n" +
            "Нормализует ритм сердечных сокращений.\n" +
            "\n" +
            "ЭКСТРАКТ ЦВЕТКОВ ГИБИСКУСА\n" +
            "\n" +
            "Оказывает общеукрепляющий и тонизирующий эффект.\n",
        id: "91859",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/91859-ad-fito-kontrol-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/bp-phyto-control.html?offer=91859",
        certif: "https://incoral.com/doc/materials/bp-phyto-control-ru.pdf",
        prez: ""
    },
    {
        name: "Алтимейт (120 таблеток)",
        desc: "«Алтимейт» идеально сбалансированный комплекс витаминов, минералов и растительных компонентов, который позволяет компенсировать недостаток полезных веществ, предотвратить развитие гиповитаминоза, нормализовать работу жизненно важных органов и систем.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "► Витамины А, Е, С, селен антиоксиданты, способствуют сопротивлению организма инфекциям, улучшают обмен веществ, влияют на работу мозга, нервов, мышц, замедляют процесс старения.\n" +
            "► Витамин D и кальций активируют фосфорно-кальциевый обмен, способствуют росту и восстановлению костной ткани, предупреждают рахит и остеопороз.\n" +
            "► Витамины группы В входят в состав ферментов, участвующих в клеточном дыхании и обмене белков, регулируют высшую нервную деятельность и функции органов пищеварения, улучшают циркуляцию крови, повышают концентрацию внимания, память.\n" +
            "► Холин улучшает работу мозга и память, участвует в синтезе белка и транспорте липидов.\n" +
            "► Цинк поддерживает гормональный баланс организма, оказывает положительный эффект при лечении многих кожных болезней.\n" +
            "► Железо участвует в процессах тканевого дыхания, насыщая органы и ткани жизненно необходимым кислородом, нормализует кроветворение, усиливает выработку эритроцитов.\n" +
            "► Йод необходим для работы щитовидной железы, активизирует ряд ферментов.\n" +
            "► Кайенский перец, цветки ромашки, корень солодки, плоды шиповника улучшают аппетит и пищеварение, нормализуют обмен веществ, уменьшают спазм и способствуют желчеотделению.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Алтимейт» содержит все необходимые компоненты, которые оптимизируют деятельность сердечно-сосудистой и нервной систем, процессы кроветворения, улучшают состояние кожи и волос.\n" +
            "\n" +
            "ВИТАМИНЫ\n" +
            "\n" +
            "А 3300 МЕ, D3 133 МЕ, Е 20 МЕ, С 180 мг, пантотеновая кислота 15 мг, В1 4,2 мг, В2 4,8 мг, В6 3 мг, В12 3 мг, никотинамид 10 мг, фолиевая кислота 70 мкг, биотин 20 мкг, холин 10 мг, инозитол 10 мг.\n" +
            "\n" +
            "МИНЕРАЛЫ\n" +
            "\n" +
            "Кальций (карбонат/фосфат) 167 мг, магний (оксид) 67 мг, цинк (глюконат) 2,5 мг, марганец (глюконат) 2,5 мг, железо (фумарат) 2,5 мг, медь (глюконат) 0,33 мг, йод (калия йодид/ламинария) 30 мг, молибден (молибдат натрия) 17 мг, селен (селенометионин ) 17 мг, хром (хрома пиколинат) 17 мг, калий (хлорид) 5 мг, ПАБК 5 мг, кайенский перец 5 мг, цветки ромашки 5 мг, корень солодки 5 мг, плоды шиповника 5 мг.\n" +
            "\n" +
            "АКТИВНЫЕ КОМПОНЕНТЫ ПРОДУКТА\n" +
            "\n" +
            "► регулируют витаминно-минеральный баланс в организме;\n" +
            "► нормализуют работу пищеварительной, сердечно-сосудистой и иммунной систем;\n" +
            "► предотвращают развитие гиповитаминоза, остеопороза, рахита;\n" +
            "► повышают работоспособность и жизненный тонус.",
        id: "11691",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "ИММУННАЯ ПОДДЕРЖКА", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/11691-altimeyt-120-tabletok.jpg",
        link: "https://ru.coral.club/shop/ultimate.html?offer=11691",
        certif: "https://incoral.com/doc/materials/ultimate.pdf",
        prez: ""
    },
    {
        name: "Витамин Е (90 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "Витамин Е (d-альфа токоферол, д-альфа токоферола сукцинат, д-альфа токоферола ацетат) 38 МЕ, вспомогательные компоненты.\n" +
            "\n" +
            "Употребление продукта «Витамин Е» поддерживает жизнедеятельность многих важных систем (сердечно-сосудистой, репродуктивной, иммунной) и предотвращает развитие серьезных заболеваний, связанных с дефицитом этого витамина в организме.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "В качестве антиоксиданта витамин Е препятствует повреждению клеток, замедляя окисление липидов (жиров) и образование свободных радикалов, а также защищает другие жирорастворимые витамины от разрушения кислородом, способствует их лучшему усвоению организмом.\n" +
            "\n" +
            "Главная роль этого витамина состоит в том, что он предотвращает перенасыщение тканей кислородом, способствуя дыханию клеток и увеличению выносливости. Поэтому спортсменам и людям, ведущим активный образ жизни, необходимо позаботиться о пополнении его запасов в организме.\n" +
            "\n" +
            "Витамин Е предотвращает разрушение эритроцитов, повышение проницаемости и ломкость капилляров, уменьшает свертываемость и препятствует образованию сосудистых тромбов, участвует в биосинтезе гемма и белков, делении клеток, развитии плаценты, образовании гормона гонадотропина, способствующего образованию половых гормонов и, соответственно, сперматозоидов или яйцеклеток в организме человека. Таким образом, он участвует в работе важнейших желез внутренней секреции (гипоталамус, щитовидная железа, надпочечники), нормализует репродуктивную функцию, препятствует развитию атеросклероза, дегенеративно-дистрофических изменений в сердечной мышце и скелетной мускулатуре, улучшает питание и сократительную способность миокарда.\n" +
            "\n" +
            "Играет важную роль в обмене селена, который будучи антиоксидантом, также обеспечивает защиту клеточных мембран от разрушающего действия свободных радикалов.\n" +
            "\n" +
            "Кроме того, витамин Е называют «витамином молодости», поскольку он замедляет процессы старения, предотвращает появление старческой пигментации, необходим для формирования коллагеновых и эластичных волокон межклеточного вещества, восстанавливает эпидермис, регулирует водный баланс верхнего слоя кожи, защищает ее от пересыхания.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "► профилактики атеросклероза и сердечно-сосудистых заболеваний;\n" +
            "► поддержания функции половых желез;\n" +
            "► укрепления иммунной системы;\n" +
            "► профилактики дегенеративных изменений в суставах и связочно-мышечном аппарате;\n" +
            "► улучшения состояния кожи.",
        id: "45960",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "ИММУННАЯ ПОДДЕРЖКА", "ЖЕНСКОЕ ЗДОРОВЬЕ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/45960-vitamin-e-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/vitamin-e.html?offer=45960",
        certif: "https://incoral.com/doc/materials/cert-vitamin-e.pdf",
        prez: ""
    },
    {
        name: "Готу Кола экстракт (60 капсул)",
        desc: "Готу Кола, центелла азиатская, завоевала большую популярность в лечении самых разнообразных заболеваний.\n" +
            "\n" +
            "Улучшение мозгового кровообращения, а отсюда. Как следствие, уменьшение старческого слабоумия, улучшение памяти, увеличение жизни — наиважнейший фактор, говорящий о ценности Готу Кола.\n" +
            "\n" +
            "Антисептические свойства позволяют применять как дополнительный продукт при лечении инфекционных заболеваний, например, таких, как проказа и туберкулез, а также сифилис, лихорадка, экзема, псориаз.\n" +
            "\n" +
            "Центелла широко используется как для индивидуального применения, так и в комплексной терапии в гинекологии, хирургии (варикоз, геморрой), судороги икорных мышц, для реабилитации после черепно-мозговых травм.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "► Экстракт листьев Готу Кола - 100 мг\n" +
            "► Кальция фосфат - 75 мг",
        id: "2149",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/2149-gotu-kola-ekstrakt-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/gotu-kola-extract.html?offer=2149",
        certif: "https://incoral.com/doc/materials/cert-gotu-kola-extract.pdf",
        prez: ""
    },
    {
        name: "Железо (60 капсул)",
        desc: "Продукт «Железо» в органической форме, содержит в высшей степени важный элемент, который предотвращает развитие анемии, повышает уровень жизненной энергии и работоспособности. Органическое железо значительно полнее и легче усваивается. Оно не вызывает побочных реакций, свойственных неорганическим солям железа: диспепсические нарушения, раздражение слизистой оболочки желудка и кишечника, металлический привкус, потемнение зубной эмали.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Участвует в процессах кроветворения и тканевого дыхания. Железо усваивается в кишечнике, затем диффундирует в кровеносные сосуды, где захватывается особым транспортным белком трансферрином. Благодаря трансферрину происходит насыщение клеток и тканей железом. Входя в состав ферментов цитохромов, участвует в процессах тканевого дыхания (транспортирует кислород от легких ко всем клеткам организма) в синтезе АТФ в ферментативных реакциях, в метаболизме холестерина. Оно накапливается в селезенке, печени, костном мозге и используется организмом по мере надобности, предупреждая развитие железодефицитной анемии, симптомами которой являются: общая мышечная слабость, нарушение вкуса и обоняния, ломкость ногтей и волос.\n" +
            "\n" +
            "Укрепляет иммунитет. Адекватное содержание железа в организме способствует полноценному функционированию защитной системы. Железо входит в состав ферментов (катализа, миелопероксидаза), которые подавляют действие патогенных микроорганизмов и антибактериальные свойства. Оно обеспечивает синтез защитных белков: лизоцима и интерферона.\n" +
            "\n" +
            "Улучшает состояние кожи, ногтей, волос. Железо активирует выработку ферментов-антиоксидантов (оксидаза, супероксиддисмутаза), которые предотвращают окислительные процессы в клетках и участвуют в регенерации эпителиальных тканей, устраняют ломкость ногтей, улучшают структуру и пигментацию волос.\n" +
            "\n" +
            "Недостаток железа вызывает серьезные сбои в работе организма: может развиваться малокровие, снижается иммунитет, увеличивается риск инфекционных заболеваний, ощущается постоянная усталость.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "► Профилактики анемии.\n" +
            "► Регуляции процессов тканевого дыхания и метаболизма.\n" +
            "► Восстановления функций иммунитета на клеточном уровне.\n" +
            "► Профилактики кожных заболеваний.\n" +
            "► Улучшения состояния кожи, ногтей, волос.",
        id: "2123",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "ЖЕНСКОЕ ЗДОРОВЬЕ", "МУЖСКОЕ ЗДОРОВЬЕ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/1009-zhelezo-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/iron.html?offer=2123",
        certif: "https://incoral.com/doc/materials/cert-iron.pdf",
        prez: ""
    },
    {
        name: "Жир печени акулы (60 капсул)",
        desc: "Полностью натуральный продукт из печени глубоководных акул, обитающих у берегов Тасмании. Известен как средство для укрепления иммунной системы и восстановления сил ослабленного организма.\n" +
            "\n" +
            "СКВАЛЕН\n" +
            "\n" +
            "Это важный антиоксидант. Насыщает клетки кислородом. Защищает слизистые ЖКТ, укрепляет иммунную систему, ускоряя восстановление ослабленного организма.\n" +
            "\n" +
            "АЛКИЛГЛИЦЕРИДЫ\n" +
            "\n" +
            "Уникальные антиоксиданты, проникающие внутрь клетки. Уменьшают аллергические реакции, способствуют образованию иммунных клеток, которые очень важны для поддержания здорового иммунитета.\n" +
            "\n" +
            "ПНЖК ОМЕГА-3\n" +
            "\n" +
            "Укрепляют стенки сосудов, повышают сосудистый тонус. Снижают холестерин, предотвращают повреждение сосудов.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Взрослым – по 1 капсуле 2 раза в день утром и вечером во время еды.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов, беременность, кормление грудью. Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте при температуре не выше +25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "2 года с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "США",
        id: "91622",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "ИММУННАЯ ПОДДЕРЖКА", "ПНЖК И ФОСФОЛИПИДЫ"],
        image: "https://incoral.com/src/new/product/shop/1021-zhir-pecheni-akuly-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/shark-liver-oil.html?offer=91622",
        certif: "https://incoral.com/doc/materials/cert-shark-liver-oil.pdf",
        prez: ""
    },
    {
        name: "Ивнинг Формула (60 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Теанин - 100 мг.\n" +
            "► Экстракт хмеля - 100 мг.\n" +
            "► Экстракт мелиисы - 100 мг.\n" +
            "► Экстракт зверобоя -100 мг.\n" +
            "► Магний (глицинат) - 75 мг.\n" +
            "► Экстракт шлемника байкальского - 50 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "«Ивнинг Формула» сбалансированная композиция на основе известных растений с мягким успокаивающим действием. Этот комплекс рекомендуется использовать в вечернее время как гарант душевного спокойствия и положительных эмоций.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Теанин аминокислота, выделенная из чайных листьев, с уникальными антидепрессивными свойствми. Тенин стимулирует выработку гормона допамина, уменьшает напряжение и раздражительность, способствует восстановлению нервной системы после перегрузок, улучшает настроение, обеспечивает спокойное и расслабленное состояние.\n" +
            "\n" +
            "Экстракт мелиссы лекарственной особо ценится как хорошее седативное средство при нервных спазмах, бессоннице, повышенной возбудимости. За это отвечают присутствующие в траве полифенолы, флавоноиды, цитраль, цитронеллаль и кариофиллен. Фенолкарбонатные кислоты мелиссы способствуют устранению нервозного состояния, уменьшают тахикардию, мягко снимают судороги.\n" +
            "\n" +
            "Экстракт хмеля обыкновенного содержит комплекс хмелевых кислот (гумулона, лупулина), известных своими успокаивающими, противосудоржным действием. А ряд витаминов группы В (В1, В3, И6), помогают справиться с состоянием перевозбуждения, повышенными эмоциональными нагрузками, восстановить правильный режим сна и бодрствования.\n" +
            "\n" +
            "Зверобой продырявленный славиться содержанием гиперицина, который действует успокаивающе при депрессивных и тревожных состояниях, стрессах, нервных срывах. Его эффект обусловлен способностью тормозить излишнюю активность нейромедиаторов «импульсивного поведения» серотонина, норадреналина и дофамина.\n" +
            "\n" +
            "Магний недаром называют антистрессовым элементом. Он тормозит развитие процессов возбуждения в ЦНС, снижает чувствительность организма к внешним раздражителям, уменьшает нервно-мышечные судороги, повышенную нервозность.\n" +
            "\n" +
            "Экстракт шлемника байкальского по силе успокаивающего действия намного превосходит валериану. Такой эффект дает содержащаяся в нем особая группа флавоноидов (байкалин, скутеллярин, ороксилин), которая способствует снижению возбудимости ЦНС, уменьшает напряжение.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "► уменьшает эмоциональное напряжение при переутомлении;\n" +
            "► хорошо справляется с нервным истощением (синдромом менеджера), бессонницей, неврозами;\n" +
            "► помогает при депрессии и стрессах;\n" +
            "► обеспечивает здоровый, крепкий сон.",
        id: "91832",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "АНТИСТРЕСС", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/1069-ivning-formula-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/evening-formula-91832.html?offer=91832",
        certif: "https://incoral.com/doc/materials/cert-evening-formula.pdf",
        prez: ""
    },
    {
        name: "Кальций Меджик (120 таблеток)",
        desc: "Природный источник макро- и микроэлементов кальция, магния, железа, цинка, меди, марганца, хрома, полученных из естественных морских отложений. Эти минералы необходимы для правильного формирования и укрепления костной ткани, хрящей и связок, нормального течения обменных процессов.\n" +
            "\n" +
            "МОРСКИЕ МИНЕРАЛЬНЫЕ ОТЛОЖЕНИЯ\n" +
            "\n" +
            "Лучше и полнее усваиваются, снижают риск развития заболеваний, связанных с нарушением минерального баланса.\n" +
            "\n" +
            "КАЛЬЦИЙ\n" +
            "\n" +
            "Необходим для формирования и укрепления костей, регуляции нервно-мышечной проводимости, поддержания стабильного сердечного ритма и работы сердца, улучшает пищеварение и ферментативные процессы.\n" +
            "\n" +
            "МАГНИЙ\n" +
            "\n" +
            "Антистрессовый минерал. Важен для работы сердца, поддержания здоровой плотности костной ткани, обеспечивает оптимальное усвоение кальция и препятствует его выведению из организма.\n" +
            "\n" +
            "ЦИНК И МЕДЬ\n" +
            "\n" +
            "Способствуют заживлению тканей, укреплению иммунитета, участвуют в синтезе миелина – оболочки нервных волокон.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Взрослым – по 2 таблетки 2 раза в день во время еды.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов, беременность, кормление грудью. Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте при температуре не выше +25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "2 года с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "США",
        id: "45910",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "СУСТАВЫ", "ЖЕНСКОЕ ЗДОРОВЬЕ", "МУЖСКОЕ ЗДОРОВЬЕ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/45910-kalciy-medzhik-120-tabletok.jpg",
        link: "https://ru.coral.club/shop/magical.html?offer=45910",
        certif: "https://incoral.com/doc/materials/cert-magical.pdf",
        prez: ""
    },
    {
        name: "Корал Магний (90 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Магний (таурат) - 75 мг.\n" +
            "► Магний (бисглицинат) - 75 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "«Корал Магний» необходимый продукт для полноценной работы сердечно-сосудистой, нервной и пищеварительной систем, восстановления многих биологических функций организма.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Магний является одним из самых важных минералов для человека, ведь он участвует более чем в 300 биохимических реакциях, обеспечивающих нормальное функционирование организма. Одна из главных функций магния – защита нервной системы от разрушительных стрессов. Магний тормозит процессы возбуждения в ЦНС и снижает чувствительность организма к внешним раздражителям (резким звукам, слишком яркому свету). При его дефиците появляются повышенная нервозность, раздражительность, сильная утомляемость.\n" +
            "\n" +
            "Магний оптимизирует функционирование клеток сердечной мышцы, стабилизирует сердечный ритм, чрезвычайно важен в процессе регуляции нервно-мышечной активности сердца. Этот минерал необходим для усвоения кальция и витамина С, участвует в углеводном обмене. Магний помогает организму адаптироваться к холоду, служит структурным компонентом костей и зубной эмали, стимулирует перестальтику кишечника и повышает желчевыделение.\n" +
            "\n" +
            "Магний способствует восстановлению механизма свертывания крови, помогает поддерживать здоровье сосудов, предупреждает формирование холестериновых бляшек на их стенках, увеличивая просвет сосудов и усиливая, таким образом, коронарный кровоток.\n" +
            "\n" +
            "Магний также активно влияет на работу почек и надпочечников, выработку энергии, формирование костно-мышечной ткани. При дефиците магния нарушается процесс качественного усвоения минералов, питательных веществ. Адекватный же уровень магния в организме способствует повышению тонуса гладкой мускулатуры сосудов, кишечника, желчного и мочевого пузыря и т.д. Играет важную роль в синтезе белка, аминокислот, передаче генетической информации с участием ДНК и РНК.\n" +
            "\n" +
            "В составе продукта две соли магния – таурат и глицинат (соединения с аминокислотами таурином и глицином). Достоинство этих солей в том, что они имеют наилучшую биодоступность по сравнению с другими солями магния и не оказывают раздражающего действия на кишечник. Кроме того, сочетание глицина и магния улучшает мозговое кровообращение, оптимизируя память и работоспособность. А сочетание таурина и магния активизирует выработку энергии и улучшение питания клеток.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Корал Магний» проявляет следующий оздоровительный эффект:\n" +
            "► Повышает устойчивость к умственным, эмоциональным, физическим нагрузкам.\n" +
            "► Усиливает энергетический потенциал сердечной мышцы, регулирует тонус кровеносных сосудов и сердечный ритм.\n",
        id: "91881",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "АНТИСТРЕСС", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/1297-koral-magniy-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/coral-magnesium.html?offer=91881",
        certif: "https://incoral.com/doc/materials/cert-coral-magnesium.pdf",
        prez: ""
    },
    {
        name: "Омега 3/60 (30 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Рыбий жир - 500 мг.\n" +
            "► Витамин Е - 1,40 мг.\n" +
            "\n" +
            "Учеными давно установлено, что употребление жира морских рыб снижает риск атеросклероза и сердечно-сосудистых заболеваний. В рыбьем жире содержаться ненасыщенные жирные кислоты омега-3, которые относятся к эссенциальным (незаменимым) жирным кислотам. Эти кислоты не синтезируются в организме человека и крайне важно ежедневно получать их с пищей в достаточном количестве и сбалансированном составе.\n" +
            "\n" +
            "По данным НИИ питания РАМН, дефицит потребления омега-3 ПНЖК у большей части населения России составляет около 80%. Увеличивая потребление рыбьего жира, можно максимально снизить риск развития сердечно-сосудистых заболеваний. Доказано, что содержание холестерина (главного виновника развития атеросклероза) в крови людей, принимающих рыбий жир, поддерживается на низком уровне, поскольку полиненасыщенные жирные кислоты, попадая в организм, конкурируют с холестерином, вытесняя его из кровотока.\n" +
            "\n" +
            "«Омега 3/60» содержит натуральный жир морских рыб, богатый источник жирных кислот омега-3, а также витамина Е, которые играют первостепенную роль в профилактике атеросклероза и связанных с ним болезней сердца. Проведенные исследования показали, что содержание полиненасыщенных жирных кислот омега-3 в биоактивной добавке к пище Омега 3/60 составляет более 60% от общей суммы жирных кислот. Продукт отвечает самым высоким требованиям качества, тщательно очищен и не имеет специфического запаха и вкуса рыбы. Кроме того, использование современных методов обработки рыбьего жира (микрогерметизация капсул) является лучшим способом защиты ПНЖК омега-3 от окисления и разрушения их полезных свойств.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Основными функциями ПНЖК является их участие в формировании фосфолипидов клеточных мембран и синтезе тканевых гормонов эйкозаноидов: простациклинов, простагландинов лейкотриенов и тромбоксанов, регулирующих местные клеточные и тканевые функции, включая воспалительные реакции, функционирование тромбоцитов, лейкоцитов и эритроцитов, сужение и расширение сосудов.\n" +
            "\n" +
            "ПНЖК омега-3 предупреждают повреждение эндотелия, являются структурным компонентом клеток иммунной, нервной, сердечно-сосудистой систем и сетчатки глаза, участвуют в их формировании и обеспечивают оптимальное функционирование.\n" +
            "\n" +
            "Дефицит поступления в организм человека омега-3 ПНЖК, в частности эйкозапентаеновой (ЭПК) и докозагексаеновой (ДГК) кислот, является одной из причин развития атеросклероза и связанных с ним заболеваний, таких как ишемические заболевания, болезнь Альцгеймера.\n" +
            "\n" +
            "Витамин Е защищает липиды клеточных мембран от окисления и повреждения свободными радикалами, повышает работоспособность и сопротивляемость организма инфекционным заболеваниям.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Омега 3/60» играет значительную роль в профилактике:\n" +
            "► атеросклероза и тромбоза сосудов;\n" +
            "► ишемической болезни сердца, стенокардии, инфаркта;\n" +
            "► артериальной гипертензии;\n" +
            "► нарушений ритма сердца;\n" +
            "► нарушений иммунного статуса организма.",
        id: "91621",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "ИММУННАЯ ПОДДЕРЖКА", "ПНЖК И ФОСФОЛИПИДЫ"],
        image: "https://incoral.com/src/new/product/shop/1705-omega-3-60-30-kapsul.jpg",
        link: "https://ru.coral.club/shop/omega-3-60.html?offer=91621",
        certif: "https://incoral.com/doc/materials/cert-omega-3-60.pdf",
        prez: ""
    },
    {
        name: "Омега 3/60 (90 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Рыбий жир - 1000 мг.\n" +
            "► Витамин Е - 1,40 мг.\n" +
            "\n" +
            "Учеными давно установлено, что употребление жира морских рыб снижает риск атеросклероза и сердечно-сосудистых заболеваний. В рыбьем жире содержаться ненасыщенные жирные кислоты омега-3, которые относятся к эссенциальным (незаменимым) жирным кислотам. Эти кислоты не синтезируются в организме человека и крайне важно ежедневно получать их с пищей в достаточном количестве и сбалансированном составе.\n" +
            "\n" +
            "По данным НИИ питания РАМН, дефицит потребления омега-3 ПНЖК у большей части населения России составляет около 80%. Увеличивая потребление рыбьего жира, можно максимально снизить риск развития сердечно-сосудистых заболеваний. Доказано, что содержание холестерина (главного виновника развития атеросклероза) в крови людей, принимающих рыбий жир, поддерживается на низком уровне, поскольку полиненасыщенные жирные кислоты, попадая в организм, конкурируют с холестерином, вытесняя его из кровотока.\n" +
            "\n" +
            "«Омега 3/60» содержит натуральный жир морских рыб, богатый источник жирных кислот омега-3, а также витамина Е, которые играют первостепенную роль в профилактике атеросклероза и связанных с ним болезней сердца. Проведенные исследования показали, что содержание полиненасыщенных жирных кислот омега-3 в биоактивной добавке к пище Омега 3/60 составляет более 60% от общей суммы жирных кислот. Продукт отвечает самым высоким требованиям качества, тщательно очищен и не имеет специфического запаха и вкуса рыбы. Кроме того, использование современных методов обработки рыбьего жира (микрогерметизация капсул) является лучшим способом защиты ПНЖК омега-3 от окисления и разрушения их полезных свойств.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Основными функциями ПНЖК является их участие в формировании фосфолипидов клеточных мембран и синтезе тканевых гормонов эйкозаноидов: простациклинов, простагландинов лейкотриенов и тромбоксанов, регулирующих местные клеточные и тканевые функции, включая воспалительные реакции, функционирование тромбоцитов, лейкоцитов и эритроцитов, сужение и расширение сосудов.\n" +
            "\n" +
            "ПНЖК омега-3 предупреждают повреждение эндотелия, являются структурным компонентом клеток иммунной, нервной, сердечно-сосудистой систем и сетчатки глаза, участвуют в их формировании и обеспечивают оптимальное функционирование.\n" +
            "\n" +
            "Дефицит поступления в организм человека омега-3 ПНЖК, в частности эйкозапентаеновой (ЭПК) и докозагексаеновой (ДГК) кислот, является одной из причин развития атеросклероза и связанных с ним заболеваний, таких как ишемические заболевания, болезнь Альцгеймера.\n" +
            "\n" +
            "Витамин Е защищает липиды клеточных мембран от окисления и повреждения свободными радикалами, повышает работоспособность и сопротивляемость организма инфекционным заболеваниям.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Омега 3/60» играет значительную роль в профилактике:\n" +
            "► атеросклероза и тромбоза сосудов;\n" +
            "► ишемической болезни сердца, стенокардии, инфаркта;\n" +
            "► артериальной гипертензии;\n" +
            "► нарушений ритма сердца;\n" +
            "► нарушений иммунного статуса организма.\n",
        id: "91666",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "ИММУННАЯ ПОДДЕРЖКА", "ПНЖК И ФОСФОЛИПИДЫ"],
        image: "https://incoral.com/src/new/product/shop/1717-omega-3-60-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/omega-3-60.html?offer=91666",
        certif: "https://incoral.com/doc/materials/cert-omega-3-60.pdf",
        prez: ""
    },
    {
        name: "Селен (100 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Селен (L-селенометионин) - 75 мкг.\n" +
            "► Витамин С - 75 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "Продукт содержит синергичный комплекс лучших антиоксидантов – минерала селена и витамина С, которые защищают от преждевременного старения, поддерживают работу жизненно важных систем, в том числе иммунной и сердечно-сосудистой, участвуют в процессе детоксикации организма, улучшают состояние кожи.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Селен - один из важнейших для здоровья микроэлементов. Среди пищевых источников наиболее богаты селеном печень, мясо, птица, лосось, лесные орехи, чеснок, злаки.\n" +
            "\n" +
            "В организме человека селен входит в состав антиоксидантного фермента глутатионпероксидазы, вместе с которой защищает клетки от свободных радикалов. Именно этот фермент является главным депо селена в организме (от 30 до 60%). Кроме того, будучи синергистом витаминов Е и С, селен усиливает их антиоксидантную активность. В комплексе с ним поддерживает здоровье простаты и яичников, повышает устойчивость организма и радиации. Недостаток селена не только снижает иммунитет и работоспособность, но и приводит к развитию сердечно-сосудистых заболеваний, мужскому и женскому бесплодию, накоплению тяжелых металлов и преждевременному старению.\n" +
            "\n" +
            "Входя в состав особых ферментов, селен принимает участие в метаболизме йода и образовании гормона щитовидной железы Т3, необходимого для нормального физического и психологического развития организма в целом, особенно центральной нервной системы.\n" +
            "\n" +
            "Селен является компонентом белков мышечной ткани, в том числе миокарда. Он улучшает эластичность стенок сосудов и текучесть крови, транспорт питательных веществ и кислорода к тканям, отвечает за нормальное состояние клеток крови тромбоцитов.\n" +
            "\n" +
            "Селен и витамин С играют значительную роль в поддержании здоровья иммунной системы. Они способствуют синтезу основных иммунных клеток: лейкоцитов, лимфоцитов, антител, макрофагов и интерферона и тем самым усиливает защиту организма от неблагоприятных факторов.\n" +
            "\n" +
            "Селен очень важен для здоровья кожи. Он защищает кожу от повреждения тяжелыми металлами и свободными радикалами, предупреждая преждевременное старение, улучшает ее эластичность, способствует снижению синтеза меланина, уменьшая пигментацию кожи.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Селен» благоприятно влияет на здоровье:\n" +
            "► Обеспечивает нормальную работу сердечно-сосудистой, иммунной и других систем.\n" +
            "► Способствует замедлению процесса старения.\n" +
            "► Помогает поддерживать эластичность кожи.\n",
        id: "2111",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "ИММУННАЯ ПОДДЕРЖКА", "ЖЕНСКОЕ ЗДОРОВЬЕ", "МУЖСКОЕ ЗДОРОВЬЕ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/1861-selen-100-kapsul.jpg",
        link: "https://ru.coral.club/shop/selenium.html?offer=2111",
        certif: "https://incoral.com/doc/materials/cert-selenium.pdf",
        prez: "https://drive.google.com/file/d/1uVWBvBUYJ14DX7Q2taQpZzKi3x7yiSLK/view?usp=sharing"
    },
    {
        name: "Тэйсти Би со вкусом лайма (30 жевательных таблеток)",
        desc: "Принимает активное участие в регуляции клеточного метаболизма, обмене углеводов, белков, жиров. Важен для нормальной работы нервной системы: улучшает память и сообразительность, препятствует старению клеток мозга, помогает стабилизировать эмоциональное состояние.\n" +
            "Принимает участие в синтезе молекул АТФ – \"топлива жизни\", поэтому нужен для выработки энергии. Важен для здоровья глаз, печени, участвует в синтезе нервных клеток, улучшает кроветворение.\n" +
            "\n" +
            "Поддерживает нормальный метаболизм и энергообмен, помогает контролировать уровень холестерина в организме, препятствуя образованию на стенках сосудов атеросклеротических бляшек. Оказывает мягкое седативное действие, облегчает состояние при тревоге, апатии, стрессе.\n" +
            "\n" +
            "Способствует эффективной работе ЦНС, укрепляет иммунитет. Улучшает общий тонус организма, борется с усталостью и повышает выносливость.\n" +
            "Наряду с фолиевой кислотой и витамином B12 помогает сохранить здоровье нервной и сердечно-сосудистой систем. Принимает участие в синтезе белка, гормонов и эритроцитов; необходим для полноценного усвоения витамина B12.\n" +
            "\n" +
            "Требуется для роста и деления клеток, поскольку принимает участие в синтезе нуклеиновых кислот. Необходим для образования кератина (основного «строительного материала» для волос) и нормального формирования волосяных луковиц. В его составе есть сера, нужная для синтеза коллагена, а значит – для сохранения упругости и эластичности кожи.\n" +
            "\n" +
            "Положительно влияет на рост и развитие всех тканей, способствует нормализации работы иммунной и сердечно-сосудистой системы. Участвует в синтезе аминокислот, ферментов и кроветворении, помогает нормализовать работу печени и пищеварительной системы в целом. Важен для поддержания женского репродуктивного здоровья.\n" +
            "\n" +
            "Помогает предотвратить анемию, повышает уровень энергии, поддерживает здоровье нервной системы, улучшает способность к концентрации, память, сообразительность.\n",
        id: "2143",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "АНТИСТРЕСС", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/2143-teysti-bi-so-vkusom-layma-30-zhevatelnyh-tabletok.jpg",
        link: "https://ru.coral.club/shop/tasty-b-lime-flavor.html?offer=2143",
        certif: "https://incoral.com/doc/materials/cert-tasty-b.pdf",
        prez: "https://drive.google.com/file/d/1R7gxFgBY9LsBeGDZACTKgYgtyQnYKXNx/view?usp=sharing"
    },
    {
        name: "Целевая программа: Ментал Форс",
        desc: "Комплексная программа необходимая для улучшения мозговой деятельности.\n" +
            "\n" +
            "Данная программа улучшает память, настроение, помогает сконцентрировать внимание, обеспечит клеточное питание мозгу, а также сердечно-сосудистой системе.\n" +
            "\n" +
            "В состав Vanstek Mental Fors входит восемь наименований продуктов:\n" +
            "- Майндсет,\n" +
            "- Омега 3/60,\n" +
            "- Корал Таурин,\n" +
            "- Корал Лецитин,\n" +
            "- Корал Магний,\n" +
            "- Спирулина,\n" +
            "- Карнитин,\n" +
            "- Корал Майн.\n" +
            "\n" +
            "Рассчитана программа на 30 дней в 3 этапа восстановления.\n" +
            "Описание правильного приема продуктов находится внутри коробки.\n" +
            "\n" +
            "Первые 10 дней:\n" +
            "Утренний прием: Майндсет, Омега 3/60, Корал Таурин+ Корал Майн, пить в течение всего дня за 30 минут до еды и через 1,5-2 часа после еды.\n" +
            "Вечерний прием: Корал Лецитин, Корал Магний.\n" +
            "\n" +
            "Второй этап 10 дней:\n" +
            "Утренний прием:: МайндСет, Омега 3/60, Корал Таурин, Спирулина в таблетках.\n" +
            "Вечерний прием: Корал Лецитин, Корал Магний, Спирулина в таблетках.\n" +
            "Помним о приеме живой воды Корал-Майн.\n" +
            "\n" +
            "Третий десятидневный этап:\n" +
            "Утренний прием: Майндсет, Омега 3/60, Корал Таурин, Корал Карнитин.\n" +
            "Вечерний прием: Корал Лецитин, Спирулина в таблетках.\n" +
            "\n" +
            "Данная программы не является лекарственным средством.\n" +
            "\n" +
            "Первое правило, которое нужно помнить всегда — полноценный 9 часовой сон. Спать лучше в проветренной, темной, бесшумной комнате, чтобы организм успел восстановиться.\n" +
            "\n" +
            "Программа Vanstek Mental Fors необходима как пожилым, так и молодым людям, которые хотят иметь хорошую память, позитивное настроение, уйти от стресса и негатива, а также желающих сконцентрироваться на важных делах.",
        id: "8060033",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "КОМПЛЕКСНОЕ ОЗДОРОВЛЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/2221-celevaya-programma-mental-fors.jpg",
        link: "https://ru.coral.club/shop/onestack-mental-force.html?offer=8060033",
        certif: "",
        prez: "https://drive.google.com/file/d/1tpMxm1uzoHjk6QHbCw3z8Qv5qVwE7wcR/view?usp=sharing"
    },
    {
        name: "ЦиркуФит (60 капсул)",
        desc: "Комплекс растительных венотоников для уменьшения чувства тяжести и усталости в ногах. Способствует укреплению стенок сосудов, предотвращению застоя крови и улучшению лимфотока.\n" +
            "\n" +
            "ДИОСМИН\n" +
            "\n" +
            "Получают из цитрусовых. Уменьшает застой крови в венах, повышает сосудистый тонус, обеспечивает эластичность и прочность сосудистых стенок.\n" +
            "\n" +
            "ЭКСТРАКТ СЕМЯН КОНСКОГО КАШТАНА\n" +
            "\n" +
            "Улучшает кровоснабжение и лимфоток, предупреждает образование тромбов, уменьшает спазм сосудов.\n" +
            "\n" +
            "ЭКСТРАКТ ПЛОДОВ БОЯРЫШНИКА\n" +
            "\n" +
            "Расширяет сосуды, улучшает кровообращение.\n" +
            "\n" +
            "ЭКСТРАКТЫ ЛИСТЬЕВ ГОТУ КОЛА И ГИНКГО БИЛОБА\n" +
            "\n" +
            "Лучшие природные защитники сосудов. Регулируют кровообращение в сосудах сердца, мозга, верхних и нижних конечностей.\n" +
            "\n" +
            "ЭКСТРАКТ ЯГОД ГОЛУБИКИ\n" +
            "\n" +
            "Обеспечивает эластичность и целостность вен и капилляров.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Взрослым – по 1 капсуле в первой половине дня во время еды.",
        id: "91823",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/91823-cirkufit-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/circuphyt.html?offer=91823",
        certif: "https://incoral.com/doc/materials/cert-circuphyt.pdf",
        prez: ""
    },
    {
        name: "Липосомальный Витамин D3 (60 мл)",
        desc: "Все ценные свойства витамина D3 в максимально биодоступной и безопасной форме.\n" +
            "\n" +
            "Помимо хорошо известного влияния на метаболизм костной ткани витамин D вовлечен во множество других процессов в организме, в том числе – в регуляцию иммунных реакций. Действие витамина D осуществляются через его мембранный рецептор, который обнаружен у клеток самых разных органов и тканей человека, в частности у большинства клеток иммунной системы и эпителиальных клеток, выстилающих слизистые.\n" +
            "\n" +
            "Витамин D очень важен для предотвращения аутоиммунных и атопических заболеваний: рассеянного склероза, ревматоидного артрита, инсулин-зависимого диабета, болезни Крона, неспецифического язвенного колита; предупреждает развитие астмы у детей, оказывается действенным средством профилактики и симптоматического лечения хронических обструктивных заболеваний легких, COVID-19, защищает от широкого спектра инфекций, включая туберкулез, проказу и респираторные инфекции; и препятствует развитию опухолей в ряде органов.\n" +
            "\n" +
            "За счет технологии липосомального инкапсулирования жизненно важный витамин усваивается лучше, и для его синтеза не требуется длительного пребывания на солнце.\n" +
            "\n" +
            "АКТИВНЫЕ КОМПОНЕНТЫ\n" +
            "\n" +
            "Витамин D — микронутриент, играющий важную роль в организме человека с раннего детства и на протяжении всей жизни. Он способствует нормальному усвоению кальция, магния и фосфора, которые необходимы для формирования костной ткани. Его применение предотвращает заболевания опорно-двигательного аппарата: артрита, рахита, остеопороза и др.\n" +
            "\n" +
            "Витамин D влияет на состояние иммунной и репродуктивной систем, участвует в обмене веществ и влияет на когнитивные функции. Активирует синтез защитных белков, уменьшающих вероятность развития вирусных и инфекционных заболеваний. Люди, получающие достаточное количество витамина D, легче переносят стрессовые ситуации: холод, смену часовых поясов, работу в ночное время суток, экзамены.\n" +
            "\n" +
            "Главные преимущества витамина D3, заключенного в липосомальную оболочку, - это максимальная биодоступность, безопасность и сохранность активного вещества в стабильном состоянии. Липосомальная оболочка состоит из фосфолипидов, которые служат дополнительным строительным материалом для поврежденных клеточных оболочек.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "► Встряхнуть флакон перед приемом.\n" +
            "► Взрослым принимать 0,5 мл 1 раз в день или согласно рекомендациям специалиста.\n" +
            "► Можно принимать в чистом виде или растворить в 1 стакане воды или сока.",
        id: "2167",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "ИММУННАЯ ПОДДЕРЖКА", "СУСТАВЫ", "ЛИПОСОМАЛЬНЫЕ ФОРМУЛЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/2167-liposomalnyy-vitamin-d3-60-ml.jpg",
        link: "https://ru.coral.club/shop/liposomal-vitamin-d3.html?offer=2167",
        certif: "https://incoral.com/doc/materials/cert-liposomal-vitamin-d3.pdf",
        prez: "https://drive.google.com/file/d/1kS_Ffu9U8v_pNi1eQpdjp7qKECjiQuY0/view?usp=sharing"
    },
    {
        name: "Кардиопэк",
        desc: "ПЕНТОКАН\n" +
            "\n" +
            "Источник активного калия, который позволяет быстро восстанавливать энергетические ресурсы клеток миокарда и сохранять их жизнеспособность даже в условиях оксидативного стресса. Уникальное сочетание калия с рибозой и витамином С, и форма выпуска в виде шипучих таблеток, значительно повышают биодоступность этого жизненно важного макроэлемента.\n" +
            "\n" +
            "КОЭНЗИМ Q10\n" +
            "\n" +
            "Источник убихинона, который играет важную роль в производстве клеточной энергии и необходим для поддержания нормальной работы сердечной мышцы. Особенно полезен при повышенных физических нагрузках и в пожилом возрасте из-за снижения синтеза собственного убихионина.\n" +
            "\n" +
            "КОРАЛ ТАУРИН\n" +
            "\n" +
            "Источник аминокислоты таурина, которая регулирует обмен минералов кальция, калия, магния и натрия, отвечающих за стабильный сердечный ритм. Способствует снижению уровня “вредного” холестерина и улучшению энергообмена, а так же предупреждает старение сердечной мышцы и организма в целом.\n" +
            "\n" +
            "КОРАЛ МАГНИЙ\n" +
            "\n" +
            "Источник магния, который регулирует мышечный тонус и сердечный ритм, оказывает успокаивающее действие на нервную систему. Лучшую биодоступность магния в составе продукта обеспечивают хелатные формы магния - бисглицинат и таурат.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "► ПентоКан - 3 упаковки (60 таблеток),\n" +
            "► Коэнзим Q10 - 1 упаковка (60 капсул),\n" +
            "► Корал Таурин - 1 упаковка (60 капсул),\n" +
            "► Корал Магний -1 упаковка (90 капсул).\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Перед применением прочтите инструкцию внутри упаковки.\n" +
            "Продолжительность приема - 60 дней.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов продукта, беременность и кормление грудью. Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от света, недоступном для детей месте при температуре не выше 25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "2 года с даты производства.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Германия, США.",
        id: "80370",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["СЕРДЦЕ И СОСУДЫ", "КОМПЛЕКСНОЕ ОЗДОРОВЛЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/80370-kardiopek.jpg",
        link: "https://ru.coral.club/shop/cardiopack.html?offer=80370",
        certif: "",
        prez: "https://drive.google.com/file/d/14p-v0-eMoZYVxCJbetRSfM6fZHwow2km/view?usp=sharing"
    },
    {
        name: "Колострум Плюс (120 капсул)",
        desc: "Колострум Плюс - синергический комплекс из коровьего молозива и бета-глюканов для поддержания иммунитета.\n" +
            "\n" +
            "► Укрепляет иммунитет.\n" +
            "► Повышает сопротивляемость организма к различным патогенам.\n" +
            "► Ускоряет процессы регенерации.\n" +
            "► Защищает и восстанавливает слизистую ЖКТ.\n" +
            "\n" +
            "КОРОВЬЕ МОЛОЗИВО\n" +
            "\n" +
            "Концентрированный источник уникальных биологически активных веществ - иммуноглобулинов, интерферонов, лактоферрин, трансфер-факторов, а также многих минеральных веществ (медь, цинк, железо, селен и магний), витаминов, аминокислот, факторов роста и эндорфинов. Молозиво помогает поддерживать и укреплять собственный иммунитет, защищать организм от различных патогенов (бактерий, вирусов, грибков, аллергенов), формировать правильную иммунный ответ, ускорять выздоровление и восстановление после интенсивных нагрузок. Коровье молозиво содержит в 2,5 раза меньше лактозы, чем молоко, поэтому есть биологически совместимой едой даже для тех, кто исключил молочные продукты из своего рациона.\n" +
            "\n" +
            "БЕТА-ГЛЮКАНЫ\n" +
            "\n" +
            "Это полисахариды природного происхождения, которые активируют клетки иммунной системы и помогают им быстрее распознавать и уничтожать патогенные микроорганизмы. В результате бета-глюканы усиливают клеточный защиту и нейтрализует воспалительные процессы.",
        id: "2171",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА"],
        image: "https://incoral.com/src/new/product/shop/2569-colostrum-plus.jpg",
        link: "https://global.coral.club/shop/colostrum-plus.html?offer=2171",
        certif: "",
        prez: ""
    },
    {
        name: "Иммунити Пэк",
        desc: "ЛИПОСОМАЛЬНЫЙ ВИТАМИН С\n" +
            "\n" +
            "Содержит аскорбиновую кислоту в наиболее биодоступной липосомальной форме. Витамин С (аскорбиновая кислота) поддерживает барьерную функцию кожи, противодействуя проникновению патогенов в организм. Способствует заживлению повреждений на коже и слизистых. Является сильным антиоксидантом и защищает организм от негативного воздействия окружающей среды. Способствует качественной работе иммунных клеток (фагоцитов, Т- и В-лимфоцитов) для формирования адекватного иммунного ответа.\n" +
            "\n" +
            "ЛИПОСОМАЛЬНЫЙ ВИТАМИН D3\n" +
            "\n" +
            "Содержит витамин D3 (холекальциферол) натурального происхождения в наиболее биодоступной липосомальной форме. От достаточного количества в организме витамина D3 зависит своевременная активация иммунных клеток. Способствует усвоению кальция, магния и фосфора для нормального формирования костной ткани. Кроме того, этот «солнечный» витамин повышает сопротивляемость нервной системы различным стрессовым факторам, сохраняя резерв защитных сил организма.\n" +
            "\n" +
            "КОРА МУРАВЬИНОГО ДЕРЕВА С СЕЛЕНОМ\n" +
            "\n" +
            "Кора муравьиного дерева содержит ценные вещества нафтохиноны (лапахол, бета-лапахол, ксилодин), которые активируют различные виды иммунных клеток и препятствуют жизнедеятельности патогенных микроорганизмов. Микроэлемент селен регулирует количество клеток иммунной системы, поддерживая как врожденный, так и приобретенный иммунитет. Синергичный комплекс селена с витамином С укрепляет иммунитет и помогает облегчить состояние при воспалительных заболеваниях.\n" +
            "\n" +
            "ЖИР ПЕЧЕНИ АКУЛЫ\n" +
            "\n" +
            "Полностью натуральный продукт, источник ценных природных веществ - сквалена и алкилглицеридов. Сквален обладает антиоксидантным и антигипоксантным действием, ускоряет заживление повреждений на коже и слизистых. Алкилглицериды повышают сопротивляемость организма различным заболеваниям, ускоряя продуцирование иммунных клеток, отвечающих за уничтожение различных патогенов.\n" +
            "\n" +
            "КОРАЛ-МАЙН\n" +
            "\n" +
            "Минеральная композиция из реликтовых кораллов, содержит в своем составе соли полезных макро- и микроэлементов (кальция, магния, калия и др.). При взаимодействии с водой минералы из солей переходят в воду, положительно влияя на ее физиологическую полноценность и органолептические свойства.",
        id: "80390",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА"],
        image: "https://incoral.com/src/new/product/shop/2605-immuniti-pek.jpg",
        link: "https://ru.coral.club/shop/immunity-pack.html?offer=80390",
        certif: "",
        prez: ""
    },
    {
        name: "Фитовирон (500 мл)",
        desc: "21 высокоактивный экстракт в составе поддерживает иммунную систему и обеспечивает эффективную защиту от вирусов и бактерий.\n" +
            "\n" +
            "Новая формула от создателя легендарного Би-Лурона для укрепления вашей иммунной системы!\n" +
            "\n" +
            "Для создания Фитовирона используются растения со всего мира, экстракты из которых изготавливаются по особой технологии непосредственно на производстве.\n" +
            "\n" +
            "Разнообразие природного состава продукта определяет широкий спектр его действия:\n" +
            "► активирует защитные силы организма;\n" +
            "► способствует укреплению неспецифического (врожденного) и специфического (приобретенного) иммунитета;\n" +
            "► помогает облегчению симптомов, сокращению длительности заболевания, снижению вероятности осложнений;\n" +
            "► повышает адаптивные возможности организма;\n" +
            "► ускоряет восстановительные процессы.\n" +
            "\n" +
            "Выверенное сочетание ингредиентов и их пропорций в составе обеспечивают общую синергию, благодаря которой достигается высокая эффективность фитоконцентрата.\n" +
            "\n" +
            "Растительные экстракты алоэ, корня солодки, астрагала, красного шалфея, шлемника байкальского, хвоща полевого оказывают влияние на отдельные цепочки специфического (приобретенного) и неспецифического (врожденного) иммунитета, повышая сопротивляемость организма.\n" +
            "\n" +
            "Растительные экстракты листьев березы, розмарина, ягод можжевельника, корня дягиля содержат эфирные масла (фитонциды) - летучие биологически активные вещества, убивающие или подавляющие рост и развитие патогенных микроорганизмов.\n" +
            "\n" +
            "Растительные экстракты гриба чаги, корня родиолы розовой, элеутерококка, эхинацеи пурпурной обладают наилучшими адаптогенными свойствами. Они повышают неспецифическую сопротивляемость организма к вредным воздействиям различного происхождения, усиливают обмен веществ в организме, улучшают транспорт кислорода, помогают справиться со стрессом и переутомлением.\n" +
            "\n" +
            "Растительные экстракты цветков липы, эхинацеи пурпурной, календулы, листьев крапивы, плодов шиповника и облепихи отличает достаточно высокое содержание натурального витамина С, который в комплексе с гесперидином, рутином, кверцетином, каротиноидами играет важную роль в работе иммунной системы: активирует выработку собственного интерферона, способствует синтезу антител, принимает участие в стимуляции выработки клеток, ответственных за ликвидацию вирусов и бактерий.\n" +
            "\n" +
            "Фитовирон - сила природных компонентов для экстра поддержки вашего иммунитета в сезон вирусов и простуд.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Взрослым по 1 мерному колпачку (15 мл) с 1/2 стакана воды 1-2 раза в день после еды.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов, беременность, кормление грудью. Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте при температуре не выше +25°С, в плотно закрытой упаковке. После вскрытия упаковки хранить в холодильнике.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "3 года с даты производства.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Германия\n",
        id: "2174",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА"],
        image: "https://incoral.com/src/new/product/shop/2509-fitoviron-500-ml.jpg",
        link: "https://global.coral.club/shop/phytoviron.html?offer=2174",
        certif: "",
        prez: "https://drive.google.com/file/d/1YVpiuBENsj7jiPeLmRxqTzGjjsCzY-7A/view?usp=sharing"
    },
    {
        name: "Защита и поддержка #1",
        desc: "Компания Coral-Club представляет новый базовый набор для защиты и укрепления иммунитета. Он состоит из трех продуктов:\n" +
            "\n" +
            "Коллоидное серебро Сильвер Макс. Оно подходит, как для наружного, так и внутреннего применения. Оно повышает сопротивляемость организма к различным инфекциям, подавляет размножение более 350 видов микроорганизмов, в том числе стафилококки и хеликобактер пилори.\n" +
            "\n" +
            "Экстракт чеснока восполняет дефицит необходимых нутриентов для поддержания иммунитета.\n" +
            "\n" +
            "Корал Цинк состоит из глюконата цинка. Он легко усваивается организмом, сокращает длительность простудных заболеваний. Цинк это антиоксидант, который защищает клетки дыхательных путей. При дефиците цинка ослабевает иммунитет, ухудшается состояние кожи, волос и ногтей.",
        id: "420010",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА", "КОМПЛЕКСНОЕ ОЗДОРОВЛЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/2377-nabor-zaschita-i-podderzhka-1.jpg",
        link: "https://ru.coral.club/shop/protect-support-1-tc.html?offer=420010",
        certif: "",
        prez: ""
    },
    {
        name: "Защита и поддержка #2",
        desc: "Компания Coral-Club предлагает новый набор для защиты иммунитета. В него входят четыре продукта:\n" +
            "\n" +
            "Коллоидное серебро Сильвер Макс. Оно подходит, как для наружного, так и внутреннего применения. Оно повышает сопротивляемость организма к различным инфекциям, подавляет размножение более 350 видов микроорганизмов, в том числе стафилококки и хеликобактер пилори.\n" +
            "\n" +
            "Экстракт чеснока восполняет дефицит необходимых нутриентов для поддержания иммунитета.\n" +
            "\n" +
            "Хлорелла является 100% природным компонентом. В его состав входит растительный белок, клетчатка, минералы, витамины, бета-каротин, фолиевая кислота и хлорофилл, который поддерживает иммунитет на должном уровне.\n" +
            "\n" +
            "Корал Цинк состоит из глюконата цинка. Он легко усваивается организмом, сокращает длительность простудных заболеваний. Цинк это антиоксидант, который защищает клетки дыхательных путей. При дефиците цинка ослабевает иммунитет, ухудшается состояние кожи, волос и ногтей.",
        id: "420020",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА", "КОМПЛЕКСНОЕ ОЗДОРОВЛЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/2389-nabor-zaschita-i-podderzhka-2.jpg",
        link: "https://ru.coral.club/shop/protect-support-2-tc.html?offer=420020",
        certif: "",
        prez: ""
    },
    {
        name: "Защита и поддержка #3",
        desc: "Компания Coral-Club предлагает новый набор для защиты иммунитета. В него входит пять продуктов:\n" +
            "\n" +
            "СИЛЬВЕР МАКС\n" +
            "\n" +
            "Коллоидное серебро подходит, как для наружного, так и внутреннего применения. Оно повышает сопротивляемость организма к различным инфекциям, подавляет размножение более 350 видов микроорганизмов, в том числе стафилококки и хеликобактер пилори.\n" +
            "\n" +
            "ЭКСТРАКТ ЧЕСНОКА\n" +
            "\n" +
            "Восполняет дефицит необходимых нутриентов для поддержания иммунитета.\n" +
            "\n" +
            "КОРАЛ ЦИНК\n" +
            "\n" +
            "Состоит из глюконата цинка. Он легко усваивается организмом, сокращает длительность простудных заболеваний. Цинк это антиоксидант, который защищает клетки дыхательных путей. При дефиците цинка ослабевает иммунитет, ухудшается состояние кожи, волос и ногтей.\n" +
            "\n" +
            "ХЛОРЕЛЛА\n" +
            "\n" +
            "Является 100% природным компонентом. В его состав входит растительный белок, клетчатка, минералы, витамины, бета-каротин, фолиевая кислота и хлорофилл, который поддерживает иммунитет на должном уровне.\n" +
            "\n" +
            "БИ-КУРУНГА\n" +
            "\n" +
            "Это концентрат пробиотиков природного происхождения и цинка. Продукт служит для восстановления микрофлоры кишечника, а иммунитет живет в кишечнике. Цинк входящий в состав Би-Курунги укрепляет защитные силы организма и сокращает время простудных заболеваний.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Перед применением прочтите инструкцию на упаковке каждого продукта.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов, беременность, кормление грудью. Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Продукты Корал Цинк, Экстракт чеснока, Хлорелла, Би-Курунга хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте при температуре не выше +25°С, в плотно закрытой упаковке.\n" +
            "Продукт Сильвер-Макс хранить в сухом, прохладном, недоступном для детей месте.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "Корал Цинк, Экстракт чеснока и Сильвер-Макс: 2 года с даты производства.\n" +
            "Хлорелла: 3 года с даты производства.\n" +
            "Би-Курунга: 1 год с даты производства.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "США, Тайвань, Россия.",
        id: "420030",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА", "КОМПЛЕКСНОЕ ОЗДОРОВЛЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/2401-nabor-zaschita-i-podderzhka-3.jpg",
        link: "https://ru.coral.club/shop/protect-support-3-ts.html?offer=420030",
        certif: "",
        prez: ""
    },
    {
        name: "Минералы для защиты",
        desc: "Минералы играют огромную роль в организме человека. Компания Coral-Club предлагает три важных компонента для восстановления организма:\n" +
            "\n" +
            "Корал Цинк состоит из глюконата цинка. Он легко усваивается организмом, сокращает длительность простудных заболеваний. Цинк это антиоксидант, который защищает клетки дыхательных путей. При дефиците цинка ослабевает иммунитет, ухудшается состояние кожи, волос и ногтей.\n" +
            "\n" +
            "Селен принимает участие в формировании иммунитета и помогает облегчить симптомы и снизить риск осложнений.\n" +
            "\n" +
            "Пентокан в состав которого входит Калий, Рибоза и витамин С. При дефиците Калия развивается чрезмерное потоотделение, проблемы с сердечно-сосудистой системой. Формула Пентокана повышает биодоступность и способствует восстановлению клеток сердечно-сосудистой системы.",
        id: "420003",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА", "КОМПЛЕКСНОЕ ОЗДОРОВЛЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/420003-mineraly-dlya-zaschity.jpg",
        link: "https://ru.coral.club/shop/protective-minerals-tc.html?offer=420003",
        certif: "",
        prez: ""
    },
    {
        name: "Сила серебра",
        desc: "Компания Coral-Club предлагает новый набор для защиты иммунитета:\n" +
            "\n" +
            "Коллоидное серебро Сильвер Макс. Служит как для наружного, так и внутреннего применения. Оно повышает сопротивляемость организма к различным инфекциям, подавляет размножение более 350 видов микроорганизмов, в том числе стафилококки и хеликобактер пилори.\n" +
            "\n" +
            "Сильвер гель является мощным антисептиком, как коллоидное серебро. Он защищает поврежденную кожу от проникновения патогенов внутрь организма.",
        id: "420001",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА"],
        image: "https://incoral.com/src/new/product/shop/2425-sila-serebra.jpg",
        link: "https://ru.coral.club/shop/power-of-silver-tc.html?offer=420001",
        certif: "",
        prez: ""
    },
    {
        name: "Корал Кошачий коготь (60 капсул)",
        desc: "Корал Кошачий коготь является мощным иммуномодулятором. Данный продукт облегчает боль при ревматоидном артрите, также применяется в лечении раковых заболеваний.\n" +
            "\n" +
            "Ученые проводили эксперименты и установили, что экстракт Кошачьего когтя может убивать онкологические клетки, поэтому данный препарат готовы рассматривать как дополнительное лечение при онкологии.\n" +
            "\n" +
            "Кроме всего прочего, добавка Кошачьего когтя сокращает побочку от химиотерапии. При лечении рака применяют препараты, которые в первую очередь убивают здоровые клетки, поражая их ДНК. Экстракт же кошачьего когтя восстанавливает молекулы ДНК, усиливая рождение лейкоцитов.\n" +
            "\n" +
            "Химиотерапия при раке, снижает также иммунитет человека, а Кошачий коготь восстанавливает работу иммунной системы в целом. Кошачий коготь помогает снижать артериальное давление, лечит герпес, улучшает работу желудочно-кишечного тракта.\n" +
            "\n" +
            "Рекомендуется применять Кошачий коготь людям страдающим частыми инфекционными заболеваниями, при язве и различных болезнях ЖКТ.",
        id: "91642",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/1261-koral-koshachiy-kogot-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/coral-cat-s-claw.html?offer=91642",
        certif: "https://incoral.com/doc/materials/cert-coral-cats-claw.pdf",
        prez: ""
    },
    {
        name: "Кора муравьиного дерева с селеном (90 капсул)",
        desc: "Кора муравьиного дерева с селеном - натуральный растительный антибиотик. Выводит из организма соли тяжелых металлов, восстанавливает работу иммунной системы.\n" +
            "\n" +
            "Данный продукт применяют для профилактики сахарного диабета, для восстановления работы печени, а также при язве желудка.\n" +
            "\n" +
            "В состав данного продукта входит группа хинонов, которые эффективно справляются с вирусными инфекциями, грибковыми поражениями, паразитами и даже раковыми опухолями.\n" +
            "\n" +
            "Кроме всего прочего, Кора муравьиного дерева подавляет воспаление, снимает боль, очищает организм от различных грибков, токсинов, не дает размножаться паразитам, а также усиливает приток кислорода к клеткам, помогая развитию эритроцитов.\n" +
            "\n" +
            "По отзывам потребителей, Кора муравьиного дерева сбивает температуру, облегчает боль во время критических дней, можно использовать наружно, для дезинфекции ран.\n" +
            "\n" +
            "ПРИМЕНЯТЬ В ЦЕЛЯХ ПРОФИЛАКТИКИ\n" +
            "\n" +
            "Взрослым по 1 капсуле 3 раза в день во время еды.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Кора муравьиного дерева 500 мг, витамин С 60 мг, селен 30 мкг, вспомогательные компоненты.",
        id: "2153",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА", "ВИТАМИНЫ И МИНЕРАЛЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/1165-kora-muravinogo-dereva-s-selenom-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/pau-d-arco-with-selenium.html?offer=2153",
        certif: "",
        prez: ""
    },
    {
        name: "Кора муравьиного дерева с мате (90 капсул)",
        desc: "Экстракт коры муравьиного дерева в сочетании с экстрактом листьев оливы и листьев мате активирует иммунитет организма, повышает жизненный тонус и придает чувство бодрости.\n" +
            "\n" +
            "ЭКСТРАКТ КОРЫ МУРАВЬИНОГО ДЕРЕВА\n" +
            "\n" +
            "Содержит повышенную концентрацию активных веществ, что существенно повышает эффективность продукта. Кора пау д'арко тормозит активность ферментов вирусов и бактерий, повышает сопротивляемость организма бактериальным и вирусным инфекциям, активирует собственный иммунитет.\n" +
            "\n" +
            "ЭКСТРАКТ ЛИСТЬЕВ МАТЕ\n" +
            "\n" +
            "Повышает тонус и жизненную активность. Мате усиливает оздоровительный эффект коры муравьиного дерева, способствует насыщению крови кислородом и питательными веществами. Помогает снять усталость и напряжение, улучшает настроение, повышает стрессоустойчивость и работоспособность.\n" +
            "\n" +
            "ЭКСТРАКТ ЛИСТЬЕВ ОЛИВЫ\n" +
            "\n" +
            "Защищает кровеносные сосуды, укрепляет иммунитет, повышает жизненные силы организма.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Взрослым по 3 капсулы 1 раз в день в первой половине дня во время еды.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов продукта, беременность и кормление грудью, повышенная нервная возбудимость, бессонница, гипертония, выраженный атеросклероз, нарушение сердечной деятельности. Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте при температуре не выше +25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "2 года с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "США",
        id: "2125",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/2125-kora-muravinogo-dereva-s-mate-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/pau-d-arco-mate.html?offer=2125",
        certif: "https://incoral.com/doc/materials/cert-pau-darco-with-mate.pdf",
        prez: ""
    },
    {
        name: "Корал Цинк 25 (100 таблеток)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Цинк (глюконат) - 25 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "«Коралл Цинк 25» универсальный по диапазону функций продукт, оказывающий положительный эффект на укрепление здоровья: жизненно важен для функционирования иммунной системы, оказывает противовирусное действие, поддерживает гормональный баланс организма, эффективен при различных кожных заболеваниях, угревой сыпи.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Продукт содержит глюконат, который легко усваивается организмом, не вызывает побочных эффектов при употреблении, соответствует высоким стандартам качества.\n" +
            "\n" +
            "Источник цинка в пище являются говядина, печень, морские продукты, пшеничные зародыши, овсяная мука, морковь, горох, шпинат, орехи.\n" +
            "\n" +
            "В организме взрослого человека содержится 1,5-3 г цинка. Этот микроэлемент можно обнаружить во всех органах и тканях, но наибольшее его количество содержится в предстательной железе, сперме, коже, волосах, мышечной ткани, клетках крови.\n" +
            "\n" +
            "Цинк участвует в различных видах обмена веществ, включая белковый, поэтому он необходим для нормального протекания многих биологических процессов. Этот элемент требуется для синтеза белка, в том числе коллагена и формирования костей.\n" +
            "\n" +
            "Цинк принимает участие в процессах деления клеток, формировании клеточного иммунитета, функционировании десятков ферментов, гормона поджелудочной железы инсулина.\n" +
            "\n" +
            "Цинк способствует всасыванию витамина Е и поддержании его в нормальной концентрации в крови, регулирует процесс кроветворения.\n" +
            "\n" +
            "Цинк играет важнейшую роль в процессах восстановления кожных покровов, роста волос и ногтей, секреции сальных желез.\n" +
            "\n" +
            "Немаловажен для переработки организмом алкоголя, поэтому его дефицит в организме может повышать предрасположенность к алкоголизму.\n" +
            "\n" +
            "Синергично действует в сочетании с витаминами А и В6, оказывая в целом на организм оздоровительный эффект.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "Корал Цинк оказывает благотворное воздействие:\n" +
            "► Обеспечивает полноценную поддержку иммунной и эндокринной систем.\n" +
            "► Оптимизирует обмен веществ.\n" +
            "► Улучшает состояние кожных покровов.",
        id: "91802",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА", "ЖЕНСКОЕ ЗДОРОВЬЕ", "МУЖСКОЕ ЗДОРОВЬЕ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/1333-koral-cink-15-100-tabletok.jpg",
        link: "https://global.coral.club/shop/coral-zinc-15.html?offer=91802",
        certif: "https://incoral.com/doc/materials/cert-coral-zinc.pdf",
        prez: ""
    },
    {
        name: "Корал Солодка (100 капсул)",
        desc: "Корал солодка является натуральным продуктом направленным на восстановления иммунной системы. Данный БАД применяют для смягчения кашля, облегчения отхождения мокроты и защиты слизистых от воздействия лекарственных препаратов. Активные компоненты солодки борются с вирусами и бактериями.\n" +
            "\n" +
            "Кроме этого, Солодку применяют для восстановления организма после тяжелых заболеваний.\n" +
            "\n" +
            "Имбирь входящий в состав Корня солодки укрепляет стенки сосудов, повышает жизненный тонус организма.\n" +
            "\n" +
            "Применять Корень солодки не более 10 дней по 1 капсуле в виде чая 2 раза в день.",
        id: "91641",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/91641-koral-solodka-100-kapsul.jpg",
        link: "https://ru.coral.club/shop/coral-licorice.html?offer=91641",
        certif: "https://incoral.com/doc/materials/cert-coral-licorice-root.pdf",
        prez: ""
    },
    {
        name: "Омега 3 Апельсина (30 жевательных капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Рыбий жир - 500 мг (в т.ч. ПНЖК Омега - 3 150 мг, ЭПК - 80 мг, ДГК - 50 мг).\n" +
            "► Натуральный апельсиновый ароматизатор.\n" +
            "\n" +
            "Омега 3 апельсина источник полиненасыщенных жирных кислот Омега-3, необходимых для нормального развития детского организма. Благодаря удобной форме (жевательные капсулы) продукт нравиться детям, в отличии от традиционного рыбьего жира.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Омега 3 относится к полиненасыщенным жирным кислотам, которые не вырабатываются организмом самостоятельно. ПНЖК Омега- 3 необходимы детям для нормального развития мозга и сердечно-сосудистой системы, хорошего зрения.\n" +
            "\n" +
            "Омега 3 кислоты во многом определяют умственные способности ребенка, память и концентрацию внимания, моторно-зрительную координацию. Также доказано, что прием ПНЖК Омега 3 положительно влияет на социальное поведение детей (снижает агрессивность и раздражительность).\n" +
            "\n" +
            "В состав продукта входит докозагексаеновая кислота (ДГК) – один из самых полезных видов Омега 3 и важный структурный компонент организма. ДГК участвует в поддержании структуры и функции всех клеточных мембран, необходимая ее концентрация в головном мозге важна для хорошей памяти, способности воспринимать информацию, для других когнитивных и поведенческих функций. Также ДГК имеет большое значение для обеспечения хорошего зрения.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Омега 3 апельсина» помогают снабдить детский организм полиненасыщенными жирными кислотами Омега 3, прием который помогает:\n" +
            "► защитить сердце и кровеносные сосуды;\n" +
            "► обеспечить нормальное интеллектуальное развитие ребенка, поддержать концентрацию, память и внимательность;\n" +
            "► нормализовать поведение, сделать ребенка более спокойным и уравновешенным;\n" +
            "► обеспечить общеукрепляющее и оздоровительное воздействие на детский организм.\n",
        id: "2113",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА", "ЗДОРОВЬЕ ДЕТЕЙ", "ПНЖК И ФОСФОЛИПИДЫ"],
        image: "https://incoral.com/src/new/product/shop/2113-omega-3-apelsina-30-zhevatelnyh-kapsul.jpg",
        link: "https://ru.coral.club/shop/omega-3-oranges.html?offer=2113",
        certif: "https://incoral.com/doc/materials/cert-omega-3-oranges.pdf",
        prez: "https://drive.google.com/file/d/1VJxn4CymGfOPFQ2MY-1k4_IpZvME3iR1/view?usp=sharing"
    },
    {
        name: "Ямми Витс со вкусом апельсина (30 жевательных пастилок)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Витамин Е (d-a-токоферол), селен, пантотеновая кислота (D-кальция пантотенат).\n" +
            "► Витамин В6 (пиридоксина гидрохлорид).\n" +
            "► Витамин В12 (цианокорбаламин).\n" +
            "► Витамин А (ретинил пальмитат), витамин D3 (холекальциферол), фолиевая кислота, йод, ксилит, сорбит, холин, натуральный ароматизатор апельсиновый.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "«Ямми Витс» витаминно-минеральный комплекс нового поколения, созданный по инновационной технологии ConCordix, значительно повышающий биодоступность активных веществ. Жевательные пастилки «Ямми Вист» по вкусу и текстуре напоминают мармелад, при этом они не содержат сахара, искусственных подсластителей и ароматизаторов. «Ямми Вист» обеспечивает растущий организм необходимыми витаминами и минералами в соответствии с его потребностями. Они необходимы в любое время года для полноценного физического и умственного развития.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Витамин А (ретинол) – жирорастворимый витамин, активный антиоксидант. Важен для зрения, улучшает состояние кожи и волос. Необходим для нормального функционирования иммунной системы и борьбы с инфекциями.\n" +
            "\n" +
            "Витамин D3 (холекальциферол) участвует в метаболизме кальция и фосфатов, поэтому напрямую влияет на состояние костей и зубов. Необходим для нормального функционирования иммунной системы.\n" +
            "\n" +
            "Витамин Е (d-а-токоферол) помогает защищать нервную и сердечно-сосудистую систему, мышечную ткань и сетчатку глаза. Особенно важен для детей, поскольку участвует в формировании и обновлении клеток организма. Предотвращает раздражения и сухость кожи, борется с воспалительными процессами.\n" +
            "\n" +
            "Витамин В6 (пиридоксина гидрохлорид) влияет на усвоение ненасыщенных жирных кислот, необходимых для синтеза клеток организма. Помогает улучшать состояние кожи и волос. Положительно влияет на состояние сердца, центральной и периферической нервной системы.\n" +
            "\n" +
            "Фолиевая кислота (витамин В9) синтезирует и поддерживает в нормальном состоянии новые клетки. Способствует профилактике малокровия – недостатка красных кровяных телец.\n" +
            "\n" +
            "Витамин В12 (цианокорбаламин) нужен для нормального развития и роста. Он помогает нормализовать работу ЦНС, особенно полезен детям, склонным к агрессивному и антисоциальному поведению.\n" +
            "\n" +
            "Пантотеновая кислота (D-кальция пантотенат) важна для синтеза гормонов надпочечников и нормальной работы ЦНС.\n" +
            "Йод (калия йодид) обеспечивает нормальное функционирование эндокринной системы и, в частности, щитовидной железы.\n" +
            "\n" +
            "Селен необходим для нормального усвоения железа и йода. Помогает координировать работу различных систем и функций тела, в том числе – выработку ферментов и гормонов.\n" +
            "\n" +
            "Холин защищает нервные клетки от повреждения, положительно сказывается на психических процессах и когнитивных процессах (память, внимание, способность и концентрации).\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "Yummy Vits вкусная и необходимая добавка к ежедневному рациону детей от 14 лет, которая:\n" +
            "► Помогает нормализовать витаминно-минеральный баланс в организме, что особенно важно при несбалансированном питании в период интенсивного роста и развития, соблюдения лечебных диет.\n" +
            "► Лучше усваивается (по сравнению с обычными витаминными комплексами).\n" +
            "► Имеет приятный цитрусовый вкус и текстуру, не требует запивания водой.",
        id: "2126",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ"],
        subcategory: ["ИММУННАЯ ПОДДЕРЖКА", "ЗДОРОВЬЕ ДЕТЕЙ"],
        image: "https://incoral.com/src/new/product/shop/2126-yammi-vits-so-vkusom-apelsina-30-zhevatelnyh-pastilok.jpg",
        link: "https://ru.coral.club/shop/yummy-vits.html?offer=2126",
        certif: "https://incoral.com/doc/materials/cert-yummy-vits-orange.pdf",
        prez: "https://drive.google.com/file/d/12hCsK_Jv5VasyfIGvmELHKr3DkV1wGwe/view?usp=sharing"
    },
    {
        name: "Би-Лурон (2 флакона по 500 мл)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Хондроитина сульфат - 300 мг\n" +
            "► Гиалуроновая кислота - 150 мг\n" +
            "► Витамин Е - 15 мг\n" +
            "► Вспомогательные компоненты\n" +
            "\n" +
            "Би-Лурон биологически активная добавка к пище с гиалурон-хондроитиновым комплексом, который является инновационной технологической разработкой и предназначен для активации выработки собственной синовиальной жидкости, обеспечения питания и восстановления хрящевой ткани сустава. Би-Лурон не уступает по эффективности внутри суставным инъекциям гиалуроновой кислоты, и кроме того он действует на все суставы одновременно.\n" +
            "\n" +
            "Гиалурон-хондроитиновый комплекс представляет собой эффективную комбинацию основных строительных материалов хряща – хондроитина и гиалуроновой кислоты. Именно их проверенное многолетними исследованиями, четко слаженное синергичное действие влияет на активацию клеток поврежденной хрящевой ткани. А благодаря активной жидкой форме эти вещества легко проникают в клетки костно-мышечной системы, оказывая свое оздоровительное действие.\n" +
            "\n" +
            "Гиалуроновая кислота содержится во многих тканях человеческого организма: хрящах, костях, стекловидном теле, сердечных клапанах, коже, синовиальной жидкости. Это основная составляющая синовиальной или суставной жидкости. Без этой жидкости не могут работать наши суставы. Здоровый молодой организм производит гиалуроновую кислоту в необходимом количестве сам. С возрастом или в силу других причин ее синтез в организме замедляется, и вот тогда начинаются проблемы с суставами. Ведь синовиальная жидкость осуществляет питание суставного хряща и является для него главным смазочным материалом, обеспечивая движение и подвижность суставов. А гиалуроновая кислота обеспечивает синтез синовиальной жидкости и ее сохранение в нужном количестве: это одна из ее основных биологических «обязанностей».\n" +
            "\n" +
            "Хондроитин является одним из компонентов коллагена, из которого состоит соединительная ткань суставов, и следовательно, способствует их нормальному функционированию и сохранению эластических свойств. Помимо всего он входит в структуру суставного хряща, уменьшает боли в суставе, предупреждая его разрушение, подавляет активность ферментов, провоцирующих воспаления в хрящевой ткани, и, увеличивает продукцию внутри суставной жидкости. Играет первостепенную роль в синтезе самой гиалуроновой кислоты, а также влияет на фосфорно-кальциевый обмен в хряще.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "► стимулирует выработку синовиальной жидкости в хряще;\n" +
            "► предупреждает поражения, истирания и разрушения суставов, хрящей. связок;\n" +
            "► при употреблении в течении месяца (один раз в день) сохраняет свой оздоровительный эффект и после окончания срока приема.",
        id: "91814",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СУСТАВЫ", "ПРОТЕОГЛИКАНЫ"],
        image: "https://incoral.com/src/new/product/shop/91814-bi-luron-2-flakona-po-500-ml.jpg",
        link: "https://ru.coral.club/shop/b-luron.html?offer=91814",
        certif: "https://incoral.com/doc/materials/cert-bi-luron-ru.pdf",
        prez: "https://drive.google.com/file/d/17GTlTOGJgGErvbpQASIEGxEMJnpVQAT4/view?usp=sharing"
    },
    {
        name: "Корал Босвеллия (90 капсул)",
        desc: "Обеспечивает комплексную поддержку опорно-двигательного аппарата. В основе продукта – экстракт одноименного растения, который благодаря содержанию босвелливаевых кислот в первую очередь уменьшает воспалительные процессы, помогает улучшить кровообращение в мышечных тканях и укрепить структуру хрящей.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Salai guggal, Shallaki, или индийский ладан, - так на востоке называют невысокие деревья семейства бурзеровых, произрастающих в горных районах Индии. Среди всех видов этого растения наиболее цениться босвеллия тропическая, или Boswellia serrata, именуемая европейцами Indian Frankincense (индийское благовоние). Характерной особенностью босвеллии является наличие ароматических смол, содержащих легендарные босвеллиевые кислоты. Неслучайно индусы называют босвеллию «борцом с воспалениями».\n" +
            "\n" +
            "Среди всех полезных веществ, а это и эфирные масла (камфен, пинен), и камеди, и пальмитиновая кислота, наибольшую ценность представляют босвеллиевые кислоты благодаря своим противовоспалительным свойствам.\n" +
            "\n" +
            "В ходе исследований индийские ученные установили, что прием босвеллии отмечается эффективное уменьшение отечности и болевых ощущений у больных ревматоидным артритом. Механизм ее действия схож с механизмом действия нестероидных противовоспалительных препаратов, но без присущих им побочных эффектов. Принцип действия босвеллиевых кислот на костно-мышечную систему заключается в следующем. Эти кислоты эффективно блокируют синтез лейкотриенов, гормоноподобных веществ, которые являются одним из главных факторов воспаления в позвоночнике, хрящах, связках, соединительной ткани, околосуставной жидкости. Они также препятствуют проникновению в хрящ и суставную жидкость белых кровяных клеток – лейкоцитов, тем самым не только способствуя ослаблению воспалительной реакции, но и непосредственно уменьшая степень поражения суставного хряща.\n" +
            "\n" +
            "Босвеллия цениться и за укрепляющее воздействие на структуру хряща и костной ткани. Босвеллиевые кислоты препятствуют выработке специальных ферментов, разрушающих хрящ, уменьшают выделение с мочой структурных компонентов хрящевой ткани, таких, как гидроксипролин , гексозамины и уроновая кислота, замедляя разрушение хряща и, наоборот, ускоряя восстановительные процессы. Это действие растения непосредственно связано с уменьшением болевых ощущений и отечности суставов.\n" +
            "\n" +
            "В числе прочих оздоровительных эффектов босвелливые кислоты также улучшают кровообращение в воспаленных суставных тканях, способствуют укреплению и восстановлению поврежденных сосудов, облегчают доступ крови и питательных веществ к очагам повреждения.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "► помогает уменьшить воспалительные процессы в суставах, мышцах и хрящах;\n" +
            "► предупреждает развитие дегенеративных процессов в костно-мышечной ткани;\n" +
            "► улучшить мышечный кровоток;\n" +
            "► сгладить неприятное ощущение внезапной резкой боли и скованности в суставах.",
        id: "91846",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СУСТАВЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/1189-koral-bosvelliya-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/coral-boswellia.html?offer=91846",
        certif: "https://incoral.com/doc/materials/cert-coral-boswellia.pdf",
        prez: ""
    },
    {
        name: "МСМ (60 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Метилсульфонилметан - 750 мг.\n" +
            "► Витамин С - 50 мг.\n" +
            "► Биотин - 50 мг.\n" +
            "\n" +
            "«МСМ» синергичный продукт на основе органической серы (МСМ), витамина С и биотина. Такая комбинация обеспечивает высокую эффективность продукта в поддержании здоровья суставов, хрящей, молодой и красивой кожи.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "МСМ (метилсульфонилметан) - это биодоступная сера органического происхождения. В нашем организме больше всего серы содержится в коже, ногтях, волосах, мышцах и суставах. С возрастом количество серы уменьшается, поэтому ее дополнительное поступление становиться необходимым. МСМ выполняет многие жизненноважные функции. Она входит в состав аминокислот метионина, цистеина, цистина и таурина, иммунных белков, витамина N (липоевая кислота), В1 и В7, ферментов, гормона инсулина и белка-антиоксиданта глутатиона.\n" +
            "\n" +
            "МСМ входит в состав гликозаминогликанов – структурных компонентов соединительной и хрящевой тканей, способствует уменьшению воспалительных процессов в суставных хрящах и мышцах. Кроме того, обеспечивает транспорт полезных веществ в мышечные ткани, ускоряет их восстановление после нагрузок. Сера также «работает» как антиоксидант, нейтрализует в организме токсичные вещества и свободные радикалы.\n" +
            "\n" +
            "Сера входит в состав белков коллагена и кератина, поддерживающих здоровое состояние кожи, волос и ногтей. Она нормализует жировой обмен в клетках кожи, уменьшает раздражения и воспаления, укрепляет структуру волос и ногтей, ускоряет их рост.\n" +
            "\n" +
            "Биотин или витамин В7 - водорастворимый витамин группы В.Часто биотин называют витамином красоты и молодости благодаря его оздоровительному влиянию на кожу и волосы. По-немецки haut – «кожа» и haar – «волосы». Отсюда еще одно название – витамин Н. Биотин хорошо взаимодействует с витамином С и МСМ, причем с МСМ у В7 очень тесная связь, так как витамин является источником серы. В7 участвует в синтезе кератина (основного белка кожи, волос и ногтей), помимо этого поддерживает естественный цвет волос. Важно также, что В7 улучшает работу сальных желез, влияя на жировой обмен в коже, в том числе коже головы. Благодаря биотину кожа перестает шелушиться, исчезают угри и комедоны.\n" +
            "\n" +
            "Витамин С один из лучших витаминов-антиоксидантов. Витамин С участвует в образовании коллагена-белка молодости и главного белка соединительной ткани, а это наши суставы, хрящи, мышцы, кожа, волосы, ногти.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«МСМ» благотворно влияет на здоровье:\n" +
            "► Способствует укреплению суставов и хрящей.\n" +
            "► Восстанавливает мышечные ткани.\n" +
            "► Улучшает состояние кожи, волос и ногтей.\n" +
            "► Обеспечивает антиоксидантную защиту организма.",
        id: "2152",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СУСТАВЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/2108-msm-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/msm.html?offer=2152",
        certif: "https://incoral.com/doc/materials/cert-msm.pdf",
        prez: "https://drive.google.com/file/d/1t1SF5OAdIJ8zIrxNTSteT8y14X45APDS/view?usp=sharing"
    },
    {
        name: "ФлексиКор (90 капсул)\n",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Глюкозамин - 300 мг\n" +
            "► Хондроитин сульфат 2 - 50 мг\n" +
            "► МСМ - 200 мг\n" +
            "► Витамин С - 50 мг\n" +
            "► Марганец (глюконат) - 0,3 мг\n" +
            "► Экстракт бамбука - 7,5 мг\n" +
            "► Вспомогательные компоненты\n" +
            "\n" +
            "«Флексикор» сбалансированная комбинация дополняющих друг друга активных веществ, предназначенная для восстановления работы опорно-двигательного аппарата. Укрепляет кости, суставы, препятствует разрушению костно-хрящевой и соединительной тканей, значительно уменьшает боль и скованность, возвращая подвижность и легкость при ходьбе.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Глюкозамин строительный материал для соединительной, костной и хрящевой тканей. Это главный компонент внутрисуставной жидкости, которая осуществляет «смазку» суставов, уменьшает трение и истирание хрящей. Защищает суставной хрящ от воспаления и разрушения, стимулирует выработку хондроитина для укрепления костно-хрящевой ткани. Минимизирует повышенную чувствительность и болезненные ощущения в суставах и позвоночнике в состоянии покоя и при ходьбе.\n" +
            "\n" +
            "Хондроитина сульфат основной структурный компонент хрящевой ткани, принимает ключевое участие в построении костно-хрящевой ткани, связок, а также поддержании упругости и эластичности сосудистой стенки. Снижает степень вымывания кальция из костей и ускоряет процессы их восстановления, тормозить дегенеративные процессы в хрящевой ткани, угнетая действия специфических ферментов, например интерлейкина-1. разрушающих суставной хрящ. Хондроитин способен сохранять жидкость в толще хряща в виде водных полостей, создающих хорошую амортизацию и поглощающих удары, что повышает прочность и целостность хряща.\n" +
            "\n" +
            "МСМ активно участвует в формировании коллагена и кератина, поддерживающих эластичность и подвижность суставов, уменьшает воспаление и помогает восстановить гибкость и проницаемость клеточных стенок, позволяя питательным веществам легче проникать в ткани.\n" +
            "\n" +
            "Витамин С принимает обязательное участие в синтезе коллагена. Действуя совместно с МСМ, повышает проницаемость стенок капилляров, улучшает структуру костей и кожи, способствует усвоению глюкозамина, активирует выработку антител и макрофагов, противодействуя инфекции, вызывающей восстановления суставов.\n" +
            "\n" +
            "Марганец необходим для синтеза собственного хондроитина, нормализует минеральный обмен и способствует усвоения кальция, ускоряя самовосстановления хрящей.\n" +
            "\n" +
            "Бамбук источник кремния, одного из наиболее важных микроэлементов, который стимулирует выработку гиалуроновой кислоты и хондроитина, восстанавливает упругость и эластичность коллагеновых и эластановых волокон, предупреждая разрушение костно-хрящевой ткани.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«FlexiCor» окажет помощь при различных нарушениях опорно-двигательной системы:\n" +
            "► Артритах, артрозах.\n" +
            "► Остеопорозе.\n" +
            "► Остеохондрозе.\n" +
            "► Ушибах, растяжениях, травмах.",
        id: "91803",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["СУСТАВЫ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/91803-fleksikor-90-kapsul.jpg",
        link: "https://ru.coral.club/shop/flexicor.html?offer=91803",
        certif: "https://incoral.com/doc/materials/cert-flexicor.pdf",
        prez: ""
    },
    {
        name: "Визи-Прайм (30 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Рыбий жир (ПНЖК Омега-3 300 мг, в т.ч. ДГК 250 мг)- 500 мг\n" +
            "► Цинк (глюконат) - 10 мг\n" +
            "► Лютеин из бархатцев прямостоячих - 10 мг\n" +
            "► Витамин Е (D-альфа токоферол) - 12 мг\n" +
            "► Зеаксантин из плодов перца стручкового - 2 мг\n" +
            "► Витамин В2 - 1,4 мг\n" +
            "► Вспомогательные компоненты\n" +
            "\n" +
            "«Визи-Прайм» - это оптимально сбалансированный комплекс активных веществ, который помогает сохранить остроту и качество зрения и обеспечивает безопасную и эффективную профилактику проблем, связанных с напряженной работой глаз. В состав продукта входят такие важные для зрения компоненты, как полиненасыщенные жирные кислоты Омега-3, антиоксиданты лютеин и зеаксантин, витамины В2 и Е, минерал цинк.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "ПНЖК Омега – 3 с повышенным содержанием докозагексаеновой кислоты, самой полезной для зрения из Омега 3 кислот, предотвращают развитие синдрома «сухого глаза» с последующими воспалительными процессами, положительно влияют на качество зрения в целом.\n" +
            "\n" +
            "Каротиноиды лютеин и зеаксантин обладают антиоксидантными свойствами. Защищают глаза от ультрафиолета, различных поражений сетчатки глаза в результате воздействия внешних факторов или возраста. Предупреждают помутнение хрусталика - причину развития катаракты.\n" +
            "\n" +
            "Витамин В2 (рибофлавин) благоприятно влияет на зрение и его адаптацию к темноте, предотвращает раздражение слизистой оболочки глаза в результате вредного воздействия ультрафиолетовых лучей, а также развитие близорукости.\n" +
            "\n" +
            "Витамин Е обладает выраженными антиоксидантными свойствами, способствует замедлению процессов, связанных со старением организма, улучшает состояние сосудов и кровообращение.\n" +
            "\n" +
            "Цинк незаменимый минерал, который помогает защитить клетки от вредного воздействия свободных радикалов. Цинк поддерживает здоровье сетчатки, так как является преобладающим минеральным веществом в структуре глаза.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "► Восполняет полезные вещества, необходимые для нормальной работы зрительного аппарата.\n" +
            "► Уменьшает утомляемость глаз при напряженной работе.\n" +
            "► Защищает глаза от вредного воздействия внешних факторов (ультрафиолет, экраны компьютеров, ТВ и прочее).\n" +
            "► Помогает замедлить возрастное ухудшение зрения и различные поражения сетчатки глаз, зрительного аппарата.\n" +
            "► Необходим для профилактики анемии, при дисбактериозе и заболеваниях ЖКТ.",
        id: "2114",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ЗРЕНИЕ", "ВИТАМИНЫ И МИНЕРАЛЫ", "ПНЖК И ФОСФОЛИПИДЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/2114-vizi-praym-30-kapsul.jpg",
        link: "https://ru.coral.club/shop/visi-prime.html?offer=2114",
        certif: "https://incoral.com/doc/materials/cert-visi-prime.pdf",
        prez: "https://drive.google.com/file/d/1BfPjh5ErK17qV2Nzq_jkIlt_Gss2A0DU/view?usp=sharing"
    },
    {
        name: "Фикотен (30 капсул)",
        desc: "Антиоксидантный комплекс на основе морских водорослей спирулины и дуналиеллы в сочетании с витамином Е и селеном для поддержания остроты зрения, замедления старения организма и активации иммунитета\n" +
            "\n" +
            "ЭКСТРАКТ СПИРУЛИНЫ И ДУНАЛИЕЛЛА\n" +
            "\n" +
            "Эти водоросли – богатейший источник бета-каротина и других каротиноидов, которые очень важны для сохранения зрения, защищают сетчатку глаз, хрусталик, зрительный нерв. Спирулина и дуналиелла – кладезь легкоусвояемого белка, витаминов, минералов. Они улучшают обмен веществ и состояние сосудов, снижают холестерин, способствуют более полному усвоению пищевых веществ. Кроме того, повышают сопротивляемость организма неблагоприятным факторам внешней среды, способствуют выведению токсинов.\n" +
            "\n" +
            "ВИТАМИН Е И СЕЛЕН\n" +
            "\n" +
            "Эффективные антиоксиданты замедляют преждевременное старение организма, улучшают состояние зрения, укрепляют иммунную систему.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Взрослым – по 1 капсуле в день во время еды.",
        id: "46130",
        category: ["ЗДОРОВЬЕ", "ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ЗРЕНИЕ", "ЖЕНСКОЕ ЗДОРОВЬЕ", "ВИТАМИНЫ И МИНЕРАЛЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/46130-fikoten-30-kapsul.jpg",
        link: "https://ru.coral.club/shop/phycotene.html?offer=46130",
        certif: "https://incoral.com/doc/materials/cert-phycotene.pdf",
        prez: ""
    },
    {
        name: "Гриффония (60 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Экстракт семян гриффонии - 50 мг.\n" +
            "► Витамин В6 - 2 мг.\n" +
            "► Витамин В12 - 3 мг.\n" +
            "► Вспомогательные компоненты.\n" +
            "\n" +
            "«Гриффония» продукт, необходимый для оптимизации работы центральной и периферической нервной системы. Тропическое растение гриффония и витамины группы В, действующие синергично, благоприятно влияют на функции головного мозга, цикл сна – бодрствования, способствуют устранению дисфории, уменьшают чувство тревожности, депрессивные состояния.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Гриффония экзотическое растение родом из западной и Центральной Африки, Среди всех частей гриффонии семена представляют наибольшую ценность из-за содержания в них природного вещества 5-гидрокситриптофана (5-НТР). Данная аминокислота является предшественником одного из важнейших нейромедиаторов серотонина. Молекулы 5-НТР легко проникают в мозговые клетки, превращаясь в серотонин. Исследования показали, что 5-НТР по эффективности не уступает синтетическим антидепрессантам. Данное вещество совместно с витамином В6 увеличивает синтез эндорфинов, отвечающих за положительные эмоции, способствуют улучшению настроения и восстановлению всех фаз здорового сна: засыпания, быстрого и поверхностного сна. В европейских странах это вещество применяется уже много лет в целях борьбы с депрессией и улучшения памяти. 5-НТР также подавляет возбуждения центра контроля аппетита в головном мозге, особенно уменьшает тягу к углеводной пище. Кроме того, эта аминокислота эффективно помогает справиться с симптомами ПМС: снижает чувство подавленности, напряженности, беспокойства, эмоциональную неустойчивость, раздражительность, возникающие в последнюю неделю цикла.\n" +
            "\n" +
            "ВИТАМИН В6\n" +
            "\n" +
            "Играет ведущую роль в нормальном функционировании центральной и периферической нервной системы, участвуя в синтезе важнейших нейромедиаторов, витамина В12. В ряде исследований витамин В6 показал свою эффективность при депрессиях: отвечает за усвоение незаменимых для мозга аминокислот (триптофана, цистеина, метионина) и выработку антипсихотических грмонов серотнина и норэпинефрина. Потребность в этом витамине повышается при приеме антидепрессантов и оральных контрацептивов, во время стресса и повышенных эмоциональных нагрузках.\n" +
            "\n" +
            "ВИТАМИН В12\n" +
            "\n" +
            "От поддержания в организме оптимального уровня этого витамина зависит широкий спектр эмоциональных и познавательных возможностей. Он способствует предотвращению депрессии, старческого слабоумия и спутанности мышления, помогает преодолеть бессонницу, приспособиться к изменению режима сна и бодрствования, что объясняется прямым участием цианокобаламина в синтезе мелатонина. В то же время дефицит витамина может привести к развитию переферических нефритов, атрофии зрительного нерва и дегенеративным изменениям костного и спинного мозга.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "«Гриффония» поможет справиться с:\n" +
            "► депрессией;\n" +
            "► нарушениями сна;\n" +
            "► неврозами различного происхождения;\n" +
            "► синдромом хронической усталости.",
        id: "91848",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["АНТИСТРЕСС", "ВИТАМИНЫ И МИНЕРАЛЫ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/91848-griffoniya-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/griffonia.html?offer=91848",
        certif: "https://incoral.com/doc/materials/cert-griffonia.pdf",
        prez: ""
    },
    {
        name: "Набор «Без паники»",
        desc: "Эмоциональное напряжение и нарушения сна негативно сказываются на общем состоянии здоровья и ослабляют защитные силы организма, делая его легкой добычей для бактерий и вирусов.\n" +
            "\n" +
            "ПРОДУКТЫ НАБОРА ПОМОГУТ\n" +
            "\n" +
            "► уменьшить чувство тревожности и раздражительности;\n" +
            "► облегчить процесс засыпания и нормализовать фазы сна;\n" +
            "► улучшить концентрацию внимания;\n" +
            "► повысить стрессоустойчивость.\n" +
            "\n" +
            "ГРИФФОНИЯ\n" +
            "\n" +
            "Продукт содержит экстракт семян гриффонии, витамины В6 и В12. Действуя синергично, они помогают нормализовать эмоциональный фон и циклы сна-бодрствования. Семена экзотического растения гриффонии содержат природное вещество 5-гидрокситриптофан (5-HTP), превращающийся в клетках мозга в серотонин. Серотонин увеличивает синтез эндорфинов, которые отвечают за положительные эмоции и помогают справиться с чувством беспокойства и подавленности. Витамины группы В участвуют в регулировании циклов сна- бодрствования, от них зависят познавательные возможности человека.\n" +
            "\n" +
            "ИВИНИНГ ФОРМУЛА\n" +
            "\n" +
            "Сбалансированная композиция экстрактов растений с мягким успокаивающим эффектом (мелисса, хмель, зверобой, шлемник байкальский), глицината магния и аминокислоты теанин. Способствует уменьшению психоэмоционального напряжения, помогает справиться с импульсивностью и нервозностью, нормализовать процесс засыпания.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Перед применением прочтите инструкцию на упаковке каждого продукта.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Индивидуальная непереносимость компонентов, беременность, кормление грудью. Перед применением рекомендуется проконсультироваться с врачом.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от солнечных лучей и недоступном для детей месте при температуре не выше +25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "2 года с даты производства.",
        id: "420005",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["АНТИСТРЕСС"],
        image: "https://incoral.com/src/new/product/shop/2521-nabor-bez-paniki.jpg",
        link: "https://ru.coral.club/shop/stay-calm-pack.html?offer=420005",
        certif: "",
        prez: ""
    },
    {
        name: "Пренатал+ (30 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "ДГК 200 мг (из рыбьего жира), биотин 50 мг, витамин В5 (кальций D-пантотенат) 6мг, витамин D3 (холекальциферол) 5 мкг, витамин В12 (цианокобаламин) 3,5 мкг, фолиевая кислота 400 мкг, ниацин 15 мкг, йод 150 мкг, витамин В6 1,9 мг, витамин В2 1,5 мг, селен 30 мкг, витамин В1 1,2 мг, витамин Е 13 мг, цинк 2,25 мг.\n" +
            "\n" +
            "Продукт «Пренатал +» - создан специально для поддержания женщин в период беременности и во время кормления грудью. Он содержит все самые необходимые элементы и минералы, а также особенно важную для правильного развития малыша докозагексаеновую кислоту (ДГК), и все это – в одной капсуле. Продукт помогает получить питательные вещества, необходимые как маме, так и ребенку в течении всего периода беременности и после нее. Доказано, что дефицит витаминов во время беременности наносит ущерб здоровью матери и ребенка, повышает риск развития перинатальных патологий и является одной из причин недоношенности, нарушений физического и умственного развития детей.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "ПНЖК Омега 3 (ДГК). В состав Пренатала входит докозагексаеновая кислота (ДГК) – самый ценный для организма вид Омега 3. Это один из ключевых компонентов, обеспечивающих здоровье будущей мамы и ее малыша, который проникает сквозь плаценту к плоду, помогая развитию его головного мозга, нервной системы и глаз, ДГК помогает укрепить стенки сосудов и капилляров, нормализует работу сердца, понизить уровень «плохого холестерина». Достаточный уровень ДГК в организме беременной женщины снижает риск преждевременных родов.\n" +
            "\n" +
            "Витамин D. Во время беременности этот витамин особенно необходим, так как без него кальций усваивается в меньшей степени. Его дефицит может привести к рахиту, одним из проявлений которого является неправильное формирование скелета.\n" +
            "\n" +
            "Витамин группы В - обеспечивают нормальное функционирование нервной системы и принимают активное участие в обменных процессах при формировании плода. Дефицит витаминов В9 и В12 может приводить к нарушениям формирования нервной трубки плода, задержке внутриутробного развития, невынашиванию и риску преждевременных родов.\n" +
            "\n" +
            "Витамин Е и ниацин – нужны для нормального развития ребенка и функционирования плаценты. Помогают выносить ребенка и предотвращают возможные угрозы выкидыша на ранних сроках. Они необходимы для нормального развития плода (в частности, принимают участие в формировании дыхательной системы малыша). Витамин Е улучшает функцию яичников, поддерживает нормальный гормональный фон и препятствует непроизвольному аборту.\n" +
            "\n" +
            "Селен и цинк. При выраженной нехватке селена и цинка в организме беременной женщины существует риск рождения ребенка с врожденными аномалиями (мышечная слабость, недоразвитие позвоночника, пороки сердца, заболевания дыхательной системы, нервные расстройства). Дефицит этих минералов способен спровоцировать поздний токсикоз, отеки, анемию и преждевременные роды.\n" +
            "\n" +
            "Йод важен для нормального функционирования щитовидной железы. Недостаточное потребление этого элемента во время беременности может привести к формированию зоба и последующим изменениям функции щитовидной железы у матери и развитию тиреоидных расстройств у ребенка, поэтому во время беременности рекомендуется проверять щитовидную железу и восполнять нехватку йода.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "Продукт «Пренатал +» помогает:\n" +
            "► Поддерживать здоровье матери и обеспечить гармоничное развитие плода.\n" +
            "► Снизить риск возможных осложнений беременности и родов.\n" +
            "► Понизить вероятность развития врожденных аномалий у ребенка.\n" +
            "► Укрепить здоровье ребенка в первые годы жизни.",
        id: "2140",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ", "НУТРИЕНТЫ"],
        subcategory: ["ЖЕНСКОЕ ЗДОРОВЬЕ", "ВИТАМИНЫ И МИНЕРАЛЫ", "ПНЖК И ФОСФОЛИПИДЫ"],
        image: "https://incoral.com/src/new/product/shop/2140-prenatal-30-kapsul.jpg",
        link: "https://ru.coral.club/shop/prenatal.html?offer=2140",
        certif: "https://incoral.com/doc/materials/cert-prenatal-plus.pdf",
        prez: "https://drive.google.com/file/d/1mvM2R6dSB5zymdz0ZOZ9HRQkOJbn0xI6/view?usp=sharing"
    },
    {
        name: "ФитоМикс для женщин (30 капсул)",
        desc: "Уменьшает проявления физического и эмоционального дискомфорта в период пред- и постменопаузы у женщин. Фитоэстрогены, содержащиеся в экстракте шишек хмеля и семянах льна, в сочетании с экстрактом шафрана и бета-аланином помогают справиться с нервной возбудимостью и нормализовать сон.\n" +
            "\n" +
            "БЕТА-АЛАНИН\n" +
            "\n" +
            "«Женская» аминокислота. Облегчает состояние при менопаузе (уменьшает приливы, жар, потливость), незаменима в сочетании с фитоэстрогенами.\n" +
            "\n" +
            "ЭКСТРАКТ ШИШЕК ХМЕЛЯ\n" +
            "\n" +
            "Успокаивающе действует на ЦНС, уменьшает раздражительность, головную боль, улучшает настроение и сон. Благодаря фитоэстрогенам деликатно корректирует менструальный цикл и половую активность, способствует синтезу женских гормонов.\n" +
            "\n" +
            "ЭКСТРАКТ СЕМЯН ЛЬНА\n" +
            "\n" +
            "Богатый источник лигнанов, обладающих гормоноподобной активностью, компенсирует недостаток женских гормонов в организме, поддерживает здоровье молочных желез.\n" +
            "\n" +
            "ЭКСТРАКТ ТРАВЫ ШАФРАНА\n" +
            "\n" +
            "Содержит кроцин и сафранал – уникальные антиоксиданты и антистрессовые компоненты, улучшающие эмоциональный фон.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Взрослым – по 1- 3 капсуле в день во время еды.",
        id: "2110",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ЖЕНСКОЕ ЗДОРОВЬЕ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/2110-fitomiks-dlya-zhenschin-30-kapsul.jpg",
        link: "https://ru.coral.club/shop/phytomix-for-women.html?offer=2110",
        certif: "https://incoral.com/doc/materials/cert-phytomix-for-women.pdf",
        prez: "https://drive.google.com/file/d/1stzu0vi683P5NPsShR6r_wmpOSOORsD-/view?usp=sharing"
    },
    {
        name: "Фолиевая кислота (100 таблеток)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Фолиевая кислота - 400 мг\n" +
            "► Вспомогательные компоненты\n" +
            "\n" +
            "В 1941 г. фолиевая кислота (витамин В9) была выделена из зеленых листьев шпината и петрушки, в связи с чем и получила свое название (от лат. folium – «лист»). При кулинарной обработке продуктов, содержащих этот витамин, 90 % его разрушается, поэтому сегодня дефицит фолиевой кислоты имеется у каждой второй женщины. Он существенно выше у женщин, принимающих гормональные препараты и алкоголь.\n" +
            "\n" +
            "Ситуацию можно улучшить, восполняя недостаток витамина с помощью био добавки «Фолиевая кислота». Этот продукт - источник фолиевой кислоты, необходимой для синтеза клеток крови и нейронов, воспроизведения ДНК и РНК. Также витамин В9, нужен для нормального развития тканей эмбрионов при беременности.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Фолиевая кислота. Недостаток фолиевой кислоты нарушает работу противосвертывающей системы крови, что может привести к повышению к повышению тромбообразования. Фолиевая кислота восстанавливает структуру нервной ткани и играет важную роль в образовании адреналина.\n" +
            "\n" +
            "Витамин В9 предотвращает внутриутробные аномалии плода. В период беременности он участвует в формировании нервной системы плода, плаценты, необходим для деления клеток, роста и развития всех органов и тканей. Полезен он и в период вскармливания, а также для снятия послеродовой депрессии.\n" +
            "\n" +
            "Вместе с витамином В12 фолиевая кислота принимает участие в регуляции процессов кроветворения в системе гемоглобина, является незаменимой составляющей для воспроизведения красных кровяных телец – эритроцитов, белых кровяных клеток – лейкоцитов. Таким образом, она предупреждает развитие анемий различной этимологии.\n" +
            "\n" +
            "Кроме того, фолиевая кислота повышает умственную и физическую работоспособность, играет значительную роль в предупреждении атеросклероза и связанным с ним сердечно-сосудистых заболеваний. Под ее влиянием происходит благоприятные сдвиги в липидах крови, снижается содержание холестерина в сыворотке крови.\n" +
            "\n" +
            "Витамин В9 повышает клинический эффект при лечении псориаза, экземы, дерматитов. При совместном приеме с витамином В12 способствует выравниванию пигментации кожи, вызванной витилиго, помогает при акне (угрях).\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "► Избежать гиповитаминоза витамина В9.\n" +
            "► Предотвратить анемии различной этиологии.\n" +
            "► Улучшить работу сердечно-сосудистой системы.\n" +
            "► При комплексном воздействии улучшить течение кожных заболеваний.\n",
        id: "321010",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["ЖЕНСКОЕ ЗДОРОВЬЕ", "ВИТАМИНЫ И МИНЕРАЛЫ"],
        image: "https://incoral.com/src/new/product/shop/321010-folievaya-kislota-100-tabletok.jpg",
        link: "https://ru.coral.club/shop/folic-acid.html?offer=321010",
        certif: "https://incoral.com/doc/materials/cert-folic-acid.pdf",
        prez: ""
    },
    {
        name: "ФитоМикс для мужчин (60 капсул)",
        desc: "СОСТАВ\n" +
            "\n" +
            "► Экстракт сливы африканской - 50 мг\n" +
            "► Экстракт розмарина - 6 мг\n" +
            "► Ликопин - 5 мг\n" +
            "► Тыквенное масло холодного отжима - 400 мг\n" +
            "\n" +
            "«ФитоМикс для мужчин» продукт созданный для профилактики заболеваний предстательной железы, от состояния которой во многом зависит качество жизни мужчины. В основе «ФитоМикса для мужчин» - 4 активных компонента растительного происхождения, которые сегодня активно используются в медицине в качестве вспомогательного средства для лечения простата и доброкачественной гиперплазии (аденомы) предстательной железы.\n" +
            "\n" +
            "ДЕЙСТВИЕ АКТИВНЫХ КОМПОНЕНТОВ\n" +
            "\n" +
            "Экстракт сливы африканской, который получают из коры дерева Prunus africanum, способствует нормализации уродинамики (накопительной и эвакуаторной функции мочевого пузыря), уменьшает или устраняет функциональные нарушения мочеиспускания, характерные для простатита. Обладает противовоспалительным действием, способствует снижению отека.\n" +
            "\n" +
            "Ликопин. Важный для здоровья каротиноид, один из основных в плазме и тканях. Способствует снижению окислительного стресса и, как следствие, риска серьезных заболеваний, включая ишемическую болезнь сердца. Поддерживает здоровые сердечно-сосудистой системы, помогает снизить риск проблем с предстательной железой, нормализовать уровень холестерина и артериальное давление.\n" +
            "\n" +
            "Масло семян тыквы. Одно из самых полезных растительных масел для укрепления мужского здоровья. Успешно используется для профилактики и облегчения симптомов простатита и аденомы предстательной железы. Укрепляет волосы, помогает бороться андрогенетической алопецией (облысение по мужскому типу).\n" +
            "\n" +
            "Экстракт листьев розмарина. Благодаря высокому содержанию антиоксидантов замедляет старение организма и способствует общему укреплению здоровья. Оказывает тонизирующий эффект на сердечно-сосудистую и нервную систему. Улучшает кровообращение, препятствует застою крови в области малого таза, который повышает риск развития простатита. Содержит кармазиновую кислоту, обладает мощной антиоксидантной активностью и уникальной способностью замедлять рост «плохих» клеток, и даже активировать процесс их самоуничтожения (апоптоз).\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "► Обеспечить эффективную профилактику заболеваний предстательной железы.\n" +
            "► Снизить риск развития сердечно-сосудистых заболеваний.\n" +
            "► Улучшить здоровье в целом, замедлить процесс старения организма.\n" +
            "► Укрепить волосы, уменьшить их выпадение.\n",
        id: "2112",
        category: ["ЗДОРОВЬЕ", "НУТРИЕНТЫ"],
        subcategory: ["МУЖСКОЕ ЗДОРОВЬЕ", "ФИТОНУТРИЕНТЫ"],
        image: "https://incoral.com/src/new/product/shop/2112-fitomiks-dlya-muzhchin-60-kapsul.jpg",
        link: "https://ru.coral.club/shop/phytomix-for-men.html?offer=2112",
        certif: "https://incoral.com/doc/materials/cert-phytomix-for-men.pdf",
        prez: "https://drive.google.com/file/d/1IGEZL4YoWE2FMrohBYnglwS8hVf4f54t/view?usp=sharing"
    },
    {
        name: "Набор Здоровый старт",
        desc: "Набор Здоровый старт – гармоничная комбинация пяти популярных продуктов Coral Club, которые помогают оздоровить пищеварительную, сердечно-сосудистую и нервную системы, вывести токсины, улучшить обмен веществ и справиться со стрессом. Готовое решение для тех, кто делает первые шаги навстречу здоровому образу жизни.",
        id: "80110",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["КОМПЛЕКСНОЕ ОЗДОРОВЛЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/80110-nabor-zdorovyy-start.jpg",
        link: "https://ru.coral.club/shop/set-healthy-start.html?offer=80110",
        certif: "",
        prez: ""
    },
    {
        name: "Упаковка Жизни",
        desc: "Благодаря синергетическому действию вы почувствуете себя на пике физической активности и повысите интеллектуальный тонус.\n" +
            "\n" +
            "КОРАЛ-МАЙН\n" +
            "\n" +
            "Минеральная композиция для улучшения качества питьевой воды. Оказывает регулирующее воздействие на минеральный баланс в организме, помогая нормализовать работу жизненно важных систем и органов. Комплекс минеральных солей способствует достижению оптимального значения рН, регуляции артериального давления и сердечного ритма, а также – профилактике остеопороза и артритов, повышению эластичности мышц, восстановлению структуры костной и хрящевой тканей, регуляции работы почек и пищеварительной системы, улучшению состояния кожи.\n" +
            "\n" +
            "АКВАОКС\n" +
            "\n" +
            "Комплекс мощных натуральных антиоксидантов – экстрактов граната, ягод асаи, какао-бобов и розмарина – помогает сохранить молодость, активность и высокий тонус. Входящие в состав витамины и полифенольные соединения повышают работоспособность, поддерживают здоровье сердечно-сосудистой и нервной системы, улучшают работу мозга, предупреждают развитие атеросклероза.\n" +
            "\n" +
            "АССИМИЛЯТОР\n" +
            "\n" +
            "Продукт для улучшения пищеварения. В составе – основные ферменты (амилаза, целлюлаза, лактаза, протеаза, папаин, бромелайн, липаза), расщепляющие в желудочно-кишечном тракте сложные пищевые вещества до более простых, которые затем, всасываясь через слизистую оболочку кишечника, поступают в кровь. Продукт рекомендован для нормализации пищеварения и усвоения пищи, уменьшения метеоризма, облегчения чувства тяжести в желудке, улучшения снабжения клеток питательными веществами, повышения иммунного статуса организма.",
        id: "80450",
        category: ["ЗДОРОВЬЕ"],
        subcategory: ["КОМПЛЕКСНОЕ ОЗДОРОВЛЕНИЕ"],
        image: "https://incoral.com/src/new/product/shop/80450-upakovka-zhizni.jpg",
        link: "https://ru.coral.club/shop/pack-of-life.html?offer=80450",
        certif: "",
        prez: "https://drive.google.com/file/d/19y0asJl8bFOgJ3ggCi6gQtP8XhJtMale/view?usp=sharing"
    },
    {
        name: "ODA Naturals Гель для душа питательный с экстрактом морских водорослей (250 мл)",
        desc: "Бережно очищает и смягчает кожу.\n" +
            "► Образует нежную пену, которая легко смывается.\n" +
            "► Защищает от потери влаги.\n" +
            "► Придает ощущение шелковистости и свежести.\n" +
            "► Не содержит сульфатов, парабенов, силиконов.\n" +
            "\n" +
            "КОМПЛЕКС METAMYKS\n" +
            "\n" +
            "Комплекс METAMYKS — это вытяжка из грибного мицелия, которая содержит природные антиоксиданты, ферменты с коллагеназной активностью, кофермент Q10, аминокислоты, фосфолипиды, витамины A, B, D, F, E, микроэлементы. Оказывает благоприятное воздействие на кожу, улучшает питание клеток, ускоряет их обновление, поддерживает увлажненность, повышает защитные свойства кожи.\n" +
            "\n" +
            "ЭКСТРАКТ МОРСКИХ ВОДОРОСЛЕЙ\n" +
            "\n" +
            "Морские водоросли чрезвычайно богаты альгинатами, аминокислотами, минералами, витаминами А, В1, В2, D, Е. Повышают эластичность кожи, способствуют её обновлению, увлажняют, смягчают, питают, нормализуют работу сальных желез, обладают успокаивающим действием.\n" +
            "\n" +
            "КОКАМИДОПРОПИЛБЕТАИН\n" +
            "\n" +
            "Мягкая моющая основа, производная кокосового масла. Способствует бережному очищению кожи, образует обильную нежную пену, которая легко смывается. Не пересушивает кожу.\n" +
            "\n" +
            "ПОДХОДИТ\n" +
            "\n" +
            "Гель для душа с экстрактом морских водорослей и комплексом METAMYKS подходит для всех типов кожи, в том числе для чувствительной кожи и кожи, склонной к сухости и раздражению.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Нанести гель на влажную кожу, вспенить легкими массажными движениями и обильно смыть водой.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от света, недоступном для детей месте, при температуре не выше 25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "2 года с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Россия",
        id: "5471",
        category: ["БРЕНДЫ", "КРАСОТА"],
        subcategory: ["ODA NATURALS", "ДЛЯ ТЕЛА"],
        image: "https://incoral.com/src/new/product/shop/361-oda-naturals-gel-dlya-dusha-pitatelnyy-s-ekstraktom-morskih-vodorosley-250-ml.jpg",
        link: "https://ru.coral.club/shop/oda-naturals-nourishing-shower-gel-with-seaweed-extract.html?offer=5471",
        certif: "https://incoral.com/doc/materials/oda-naturals-gel.pdf",
        prez: ""
    },
    {
        name: "ODA Naturals Гель для душа тонизирующий с экстрактом манго (250 мл)",
        desc: "► Бережно очищает и тонизирует кожу.\n" +
            "► Образует нежную ароматную пену, которая легко смывается.\n" +
            "► Защищает от потери влаги.\n" +
            "► Придает ощущение шелковистости и свежести.\n" +
            "► Не содержит сульфатов, парабенов, силиконов.\n" +
            "\n" +
            "КОМПЛЕКС METAMYKS\n" +
            "\n" +
            "Вытяжка из грибного мицелия, которая содержит природные антиоксиданты, ферменты с коллагеназной активностью, кофермент Q10, аминокислоты, фосфолипиды, витамины A, B, D, F, E, микроэлементы. Оказывает благоприятное воздействие на кожу, улучшает питание клеток, ускоряет их обновление, поддерживает увлажненность, повышает защитные свойства кожи.\n" +
            "\n" +
            "ЭКСТРАКТ МАНГО\n" +
            "\n" +
            "Экстракт манго богат витаминами С, В, Е, бета-каротином, антиоксидантами, органическими кислотами. Биологически активные вещества экстракта манго способствуют обновлению, тонизируют кожу и противостоят процессу её старения.\n" +
            "\n" +
            "КОКАМИДОПРОПИЛБЕТАИН\n" +
            "\n" +
            "Мягкая моющая основа, производная кокосового масла. Способствует бережному очищению кожи, образует обильную нежную пену, которая легко смывается. Не пересушивает кожу.\n" +
            "\n" +
            "ПОДХОДИТ\n" +
            "\n" +
            "Гель для душа с экстрактом манго подходит для всех типов кожи и особенно хорошо подходит для чувствительной кожи, склонной к сухости и раздражению. Дарит ощущение бодрости после принятия душа.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Нанести гель на влажную кожу, вспенить легкими массажными движениями и обильно смыть водой.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от света, недоступном для детей месте при температуре не выше 25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "2 года с даты производства.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Россия",
        id: "5472",
        category: ["БРЕНДЫ", "КРАСОТА"],
        subcategory: ["ODA NATURALS", "ДЛЯ ТЕЛА"],
        image: "https://incoral.com/src/new/product/shop/2533-oda-naturals-gel-dlya-dusha-toniziruyuschiy-s-ekstraktom-mango-250-ml.jpg",
        link: "https://ru.coral.club/shop/oda-naturals-toning-body-wash.html?offer=5472",
        certif: "https://incoral.com/doc/materials/oda-naturals-gel.pdf",
        prez: ""
    },
    {
        name: "ODA Naturals Шампунь восстанавливающий с кератином (250 мл)",
        desc: "► Придает волосам прочность и эластичность.\n" +
            "► Возвращает блеск и уменьшает ломкость.\n" +
            "► Облегчает расчесывание и укладку.\n" +
            "► Способствует росту волос.\n" +
            "► Подходит для ежедневного применения.\n" +
            "► Не содержит сульфатов, парабенов, силиконов.\n" +
            "\n" +
            "КОМПЛЕКС METAMYKS\n" +
            "\n" +
            "Комплекс METAMYKS -это вытяжка из грибного мицелия, которая содержит природные антиоксиданты, ферменты с коллагеназной активностью, кофермент Q10, аминокислоты, фосфолипиды, витамины A, B, D, F, E, микроэлементы. Оказывает благоприятное воздействие на кожу головы, питает и укрепляет волосяные луковицы, способствует росту волос.\n" +
            "\n" +
            "КЕРАТИН\n" +
            "\n" +
            "Кератин является основным структурным компонентом волос. Он обеспечивает их прочность, эластичность, блеск, гладкость. Кератин обладает способностью глубоко проникать в структуру волоса, восстанавливая микроповреждения и укрепляя его по всей длине.\n" +
            "\n" +
            "КОКАМИДОПРОПИЛБЕТАИН\n" +
            "\n" +
            "Мягкая моющая основа, производная кокосового масла. Способствует бережному очищению кожи, образует обильную нежную пену, которая легко смывается. Не пересушивает кожу.\n" +
            "\n" +
            "ОСОБЕННО РЕКОМЕНДУЕТСЯ\n" +
            "\n" +
            "Шампунь восстанавливающий с кератином особенно рекомендуется людям с тонкими, тусклыми, поврежденными волосами, после окрашивания, химической завивки, а также тем, кто часто сушит волосы горячим воздухом.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Небольшое количество шампуня нанести на влажные волосы, вспенить, смыть теплой водой. При необходимости повторить процедуру.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от света, недоступном для детей месте при температуре не выше 25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "2 года с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Россия",
        id: "5501",
        category: ["БРЕНДЫ", "КРАСОТА"],
        subcategory: ["ODA NATURALS", "ДЛЯ ВОЛОС"],
        image: "https://incoral.com/src/new/product/shop/409-oda-naturals-shampun-vosstanavlivayuschiy-s-keratinom-250-ml.jpg",
        link: "https://ru.coral.club/shop/oda-naturals-shampoo-for-hair-with-keratin.html?offer=5501",
        certif: "https://incoral.com/doc/materials/cosmetics-oda-26006-ru.pdf",
        prez: ""
    },
    {
        name: "ODA Naturals Шампунь укрепляющий с протеинами шелка (250 мл)",
        desc: "► Защищает и укрепляет структуру волос.\n" +
            "► Предотвращает их сухость и ломкость.\n" +
            "► Облегчает уход за волосами.\n" +
            "► Питает волосяные луковицы.\n" +
            "► Не содержит сульфатов, парабенов, силиконов.\n" +
            "\n" +
            "КОМПЛЕКС METAMYKS\n" +
            "\n" +
            "Это вытяжка из грибного мицелия, которая содержит природные антиоксиданты, ферменты с коллагеназной активностью, кофермент Q10, аминокислоты, фосфолипиды, витамины A, B, D, F, E, микроэлементы. Оказывает благоприятное воздействие на кожу головы, питает и укрепляет волосяные луковицы, способствует росту волос.\n" +
            "\n" +
            "ПРОТЕИНЫ ШЕЛКА\n" +
            "\n" +
            "Протеины шелка имеют низкую молекулярную массу и поэтому легко проникают в структуру волоса, восстанавливая поврежденные участки и укрепляя волосы по всей длине. Благодаря этому волосы становятся гладкими, блестящими, эластичными. Протеины шелка помогают удерживать влагу, предотвращая сухость волос и тусклый цвет, предупреждают выпадение и защищают волосы от вредных воздействий окружающей среды.\n" +
            "\n" +
            "КОКАМИДОПРОПИЛБЕТАИН\n" +
            "\n" +
            "Мягкая моющая основа, производная кокосового масла. Способствует бережному очищению кожи, образует обильную нежную пену, которая легко смывается. Не пересушивает кожу.\n" +
            "\n" +
            "ПОДХОДИТ\n" +
            "\n" +
            "Шампунь подходит для всех типов волос и особенно рекомендован для ослабленных, секущихся, склонных к выпадению, часто подвергающихся воздействию вредных факторов (высокая температура, УФ-излучение, химические средства).\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Небольшое количество шампуня нанести на влажные волосы, вспенить, смыть теплой водой. При необходимости повторить процедуру.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от света, недоступном для детей.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "2 года с даты производства.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Россия",
        id: "5502",
        category: ["БРЕНДЫ", "КРАСОТА"],
        subcategory: ["ODA NATURALS", "ДЛЯ ВОЛОС"],
        image: "https://incoral.com/src/new/product/shop/2545-oda-naturals-shampun-ukreplyayuschiy-s-proteinami-shelka-250-ml.jpg",
        link: "https://ru.coral.club/shop/oda-naturals-strengthening-shampoo.html?offer=5502",
        certif: "",
        prez: ""
    },
    {
        name: "ODA NATURALS Крем для рук (60 мл)",
        desc: "Дарите красоту и заботу! Нежный крем ODA порадует даже самую чувствительную кожу рук бережным уходом и питанием.\n" +
            "\n" +
            "Крем для рук с экстрактами апельсина, корицы, и комплексом METAMYKS обеспечивает великолепный уход за кожей рук благодаря своему богатому питательному составу.\n" +
            "\n" +
            "Крем для рук с экстрактами апельсина, корицы, и комплексом METAMYKS подходит для всех типов кожи, в том числе для кожи, склонной к сухости, шелушению и нуждающейся в дополнительной защите.\n" +
            "\n" +
            "► Активно смягчает и питает кожу рук.\n" +
            "► Предотвращает сухость и шелушение.\n" +
            "► Придает гладкость и эластичность.\n" +
            "► Легко впитывается, не оставляя ощущения липкости.\n" +
            "\n" +
            "КОМПЛЕКС METAMYKS\n" +
            "\n" +
            "Уникальный запатентованный комплекс на основе грибного мицелия. Сила витаминов, антиоксидантов, ферментов и аминокислот для защиты кожи от ежедневного стресса. Натуральные активные компоненты интенсивно питают и увлажняют кожу, поддерживая её оптимальный ph-баланс.\n" +
            "\n" +
            "МАСЛО ШИ (КАРИТЕ)\n" +
            "\n" +
            "Масло Ши активирует синтез коллагена, поддерживая молодость и эластичность кожи. Глубоко увлажняет, избавляя от неприятного чувства стянутости, борется с шелушением и раздражением кожи. Способствует заживлению ранок и микроповреждений. Прекрасно впитывается в кожу, придавая ей мягкость и бархатистость. Благотворно влияет на состояние ногтей, помогая восстановить поврежденную ногтевую пластину.\n" +
            "\n" +
            "ЭКСТРАКТ АПЕЛЬСИНА\n" +
            "\n" +
            "Богат витаминами С и B2, минералами, токоферолами, органическими кислотами. Способствует обновлению клеток кожи, предотвращая ее раннее старение. Уменьшает пигментацию, защищает от вредного воздействия окружающей среды (ветра, УФ-излучения, перепадов температур).\n" +
            "\n" +
            "ЭКСТРАКТ КОРИЦЫ\n" +
            "\n" +
            "Содержит витамины С и Е, РР, минералы, эфирное масло. Успокаивает и разглаживает кожу. Повышает её упругость и эластичность.\n" +
            "\n" +
            "КУКУРУЗНОЕ МАСЛО\n" +
            "\n" +
            "Обладает великолепными питательными свойствами, смягчает и сохраняет кожу увлажнённой и подтянутой. Легко распределяется на коже.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Небольшое количество крема нанести на чистую сухую кожу рук мягкими массирующими движениями до полного впитывания утром и вечером или по необходимости.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от света, недоступном для детей месте, при температуре не выше 25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "18 месяцев с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Россия",
        id: "5401",
        category: ["БРЕНДЫ", "КРАСОТА"],
        subcategory: ["ODA NATURALS", "ДЛЯ ТЕЛА"],
        image: "https://incoral.com/src/new/product/shop/385-oda-naturals-hand-cream.jpg",
        link: "https://ru.coral.club/shop/oda-naturals-nourishing-hand-cream-with-orange-and-cinnamon-extract.html?offer=5401",
        certif: "https://incoral.com/doc/materials/oda-naturals-hand-cream.pdf",
        prez: "https://drive.google.com/file/d/1OndhbDvbrGAooGQ7b2Wf9K_AH9EWfDeD/view?usp=sharing"
    },
    {
        name: "Privilege Крем для кожи вокруг глаз восстанавливающий с экстрактом и маслом кофе (30 мл)",
        desc: "Восстанавливающий крем для век Privilege Eye Cream помогает бороться с возрастными признаками нежной кожи вокруг глаз, подверженной вредным воздействиям окружающей среды. Действие восстанавливающего крема нацелено на устранение темных кругов, отечности и дряблости. Результат действия крема - заметно разглаженные морщинки, яркий и сияющий взгляд.\n" +
            "\n" +
            "ЭКСТРАКТ КОФЕ КОНА\n" +
            "\n" +
            "Оздоравливает кожу, улучшая циркуляцию и наполняя энергией. Борется с отечностью и пигментацией. Защищает кожу от вредных воздействий окружающей среды.\n" +
            "\n" +
            "МАСЛО КОФЕ КОНА\n" +
            "\n" +
            "Стимулирует выработку коллагена и положительно влияет на процессы восстановления кожи. Повышает эластичность кожи, ускоряя транспорт активных ингредиентов.\n" +
            "\n" +
            "МАСЛО СЛАДКОГО МИНДАЛЯ\n" +
            "\n" +
            "Замедляет процесс естественного старения клеток, уменьшает раздражение кожи, питает, очищает и улучшает ее водный баланс.\n" +
            "\n" +
            "МАСЛО ЖОЖОБА\n" +
            "\n" +
            "Является воском растительного происхождения. Содержит большое количество аминокислот сходных по структуре с коллагеном. Не закупоривает поры, способно быстро проникать в кожу, создавая защитный барьер.\n" +
            "\n" +
            "АРГИРЕЛИН\n" +
            "\n" +
            "Активно омолаживающий компонент, «ботокс в банке». Это пептид-миорелаксант, который снижает мимическую активность мышц, не меняя естественного выражения лица в отличие от ботокса. При регулярном использовании значительно уменьшает глубину морщин, особенно вокруг глаз и на лбу.\n" +
            "\n" +
            "ГИАЛУРОНОВАЯ КИСЛОТА\n" +
            "\n" +
            "Компонент необходимый всем тканям, но в особенности коже, через несколько дней регулярного применения повышается упругость и эластичность, наблюдается общий омолаживающий эффект. Даже самая сухая кожа становится мягкой и бархатистой.\n" +
            "\n" +
            "МОРСКОЙ КОЛЛАГЕН\n" +
            "\n" +
            "Коллаген из морских рыб, скатов и акул наиболее близок по своей структуре к человеческому и по сравнению с животным и растительным. Морской коллаген содержит большее количество полезных аминокислот, обладает лучшей проникающей, увлажняющей и омолаживающей способностью.\n" +
            "\n" +
            "ВИТАМИН Е (ТОКОФЕРОЛ АЦЕТАТ)\n" +
            "\n" +
            "Защищает кожу от свободных радикалов, предупреждая преждевременное старение и образование морщин, поддерживает упругость и эластичность.\n" +
            "\n" +
            "ВИТАМИН А (РЕТИНИЛ ПАЛЬМИТАТ)\n" +
            "\n" +
            "Мощный anti-age ингредиент способствует регенерации клеток кожи, активирует синтез коллагена в эпителиальной ткани и снижает признаки старения.\n" +
            "\n" +
            "ВИТАМИН С (3-O-ETHYL ASCORBIC ACID)\n" +
            "\n" +
            "Особо стабильная форма аскорбиновой кислоты, которая легко проникает в дерму. Улучшает цвет лица, повышает эластичность кожи, ускоряет синтез коллагена.\n" +
            "\n" +
            "ПЛОДЫ АСАИ\n" +
            "\n" +
            "Поливитаминная чудо-ягода из Южной Америки с высоким содержанием природных антиоксидантов, «ягода красоты и молодости». Как антиоксидант предотвращает негативное влияние УФ-излучения и раннее старение кожи, ускоряет процессы регенерации. Мякоть плодов асаи прекрасно питает, увлажняет и смягчает кожу.\n" +
            "\n" +
            "АЛОЭ ВЕРА\n" +
            "\n" +
            "Чудо-растение, известное своим омолаживающим эффектом, стимулирует синтез собственного коллагена, увлажняет и подтягивает кожу, дезинфицирует и заживляет ее, защищает от УФ-воздействия.\n" +
            "\n" +
            "ЭКСТРАКТ ЦВЕТКОВ РОМАШКИ\n" +
            "\n" +
            "Улучшает микроциркуляцию, питает, освежает и осветляет кожу. Снимает напряжение и улучшает цвет лица.\n" +
            "\n" +
            "ЭКСТРАКТ ЛАМИНАРИИ\n" +
            "\n" +
            "Эффективно увлажняет кожу, активируя внутриклеточное дыхание, насыщая клетки кислородом. Обладает противовоспалительным и дезинфицирующим действие Высокая биологическая активность обусловлена органическими и минеральными соединениями: полисахаридами, аминокислотами, витаминами и минеральными веществами, а также хлорофиллом, жирными кислотами.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Aloe Barbadensis Leaf Juice, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Glycerin, Simmondsia Chinensis (Jojoba) Seed Oil, Soluble Collagen, Stearic Acid, Dimethicone, Coffea Arabica (Coffee) Seed Oil, Sorbitan Stearate, Water, Phenoxyethanol, 3-O-Ethyl Ascorbic Acid, Carbomer, Cetyl Alcohol, Triethanolamine, Caramel, Glyceryl Stearate, PEG-100 Stearate, Caprylyl Glycol, Ethylhexylglycerin, Allantoin, Hexylene Glycol, Squalane, Tocopheryl Acetate, Retinyl Palmitate, Leuconostoc/Radish Root Ferment Filtrate, Euterpe Oleracea Pulp Powder, Sodium Hyaluronate, Myristyl Alcohol, Stearyl Alcohol, Coffea Robusta Seed Extract, Tocopherol, Anthemis Nobilis Flower Extract, Laminaria Digitata Extract, Potassium Sorbate, Acetyl Hexapeptide-8, Trisodium EDTA.",
        id: "6006",
        category: ["БРЕНДЫ", "КРАСОТА", "КРАСОТА"],
        subcategory: ["PRIVILEGE", "АНТИЭЙДЖ", "ДЛЯ ЛИЦА"],
        image: "https://incoral.com/src/new/product/shop/6006-privilege-krem-dlya-kozhi-vokrug-glaz-vosstanavlivayuschiy-s-ekstraktom-i-maslom-kofe-30-ml.jpg",
        link: "https://ru.coral.club/shop/privilege-repairing-eye-cream.html?offer=6006",
        certif: "https://incoral.com/doc/materials/cosmetics-privilege-28167-ru.pdf",
        prez: "https://drive.google.com/open?id=1MY63464lulW5cbuiNqtDL5_IGFZ9b58_"
    },
    {
        name: "Privilege Крем для лица и шеи омолаживающий дневной с экстрактом и маслом кофе (50 мл)",
        desc: "ЭКСТРАКТ КОФЕ КОНА\n" +
            "\n" +
            "Как источник кофеина улучшает микроциркуляцию и обмен веществ. Наполняет кожу энергией, улучшает тургор, уменьшает отечность и успокаивает раздражение.\n" +
            "\n" +
            "МАСЛО КОФЕ КОНА\n" +
            "\n" +
            "Стимулирует выработку коллагена и положительно влияет на процессы восстановления кожи. Повышает эластичность кожи, ускоряя транспорт активных ингредиентов.\n" +
            "\n" +
            "МАСЛО ЖОЖОБА\n" +
            "\n" +
            "Является воском растительного происхождения. Содержит большое количество аминокислот сходных по структуре с коллагеном. Не закупоривает поры, способно быстро проникать в кожу, создавая защитный барьер.\n" +
            "\n" +
            "АРГИРЕЛИН\n" +
            "\n" +
            "Активно омолаживающий компонент, «ботокс в банке». Это пептид-миорелаксант, который снижает мимическую активность мышц, не меняя естественного выражения лица в отличие от ботокса. При регулярном использовании значительно уменьшает глубину морщин, особенно вокруг глаз и на лбу.\n" +
            "\n" +
            "ГИАЛУРОНОВАЯ КИСЛОТА\n" +
            "\n" +
            "Компонент необходимый всем тканям, но в особенности коже, через несколько дней регулярного применения повышается упругость и эластичность, наблюдается общий омолаживающий эффект. Даже самая сухая кожа становится мягкой и бархатистой.\n" +
            "\n" +
            "МОРСКОЙ КОЛЛАГЕН\n" +
            "\n" +
            "Получают из морских рыб, скатов и акул, потому что он наиболее близок по своей структуре к человеческому и по сравнению с животным и растительным, морской коллаген содержит большее количество полезных аминокислот, обладает лучшей проникающей, увлажняющей и омолаживающей способностью.\n" +
            "\n" +
            "ВИТАМИН Е (ТОКОФЕРОЛ АЦЕТАТ)\n" +
            "\n" +
            "Защищает кожу от свободных радикалов, предупреждая преждевременное старение и образование морщин, поддерживает упругость и эластичность.\n" +
            "\n" +
            "ВИТАМИН А (РЕТИНИЛ ПАЛЬМИТАТ)\n" +
            "\n" +
            "Мощный anti-age ингредиент способствует регенерации клеток кожи, активирует синтез коллагена в эпителиальной ткани и снижает признаки старения.\n" +
            "\n" +
            "ВИТАМИН С (3-O-ETHYL ASCORBIC ACID)\n" +
            "\n" +
            "Особо стабильная форма аскорбиновой кислоты, которая легко проникает в дерму. Улучшает цвет лица, повышает эластичность кожи, ускоряет синтез коллагена.\n" +
            "\n" +
            "АЛОЭ ВЕРА\n" +
            "\n" +
            "Чудо-растение, известное своим омолаживающим эффектом, стимулирует синтез собственного коллагена, увлажняет и подтягивает кожу, дезинфицирует и заживляет ее, защищает от УФ-воздействия.\n" +
            "\n" +
            "ПЛОДЫ АСАИ\n" +
            "\n" +
            "Поливитаминная чудо-ягода из Южной Америки с высоким содержанием природных антиоксидантов, «ягода красоты и молодости». Как антиоксидант предотвращает негативное влияние УФ-излучения и раннее старение кожи, ускоряет процессы регенерации. Мякоть плодов асаи прекрасно питает, увлажняет и смягчает кожу.\n" +
            "\n" +
            "ЭКСТРАКТ ЛАМИНАРИИ\n" +
            "\n" +
            "Содержит богатый состав микроэлементов, в частности кремния, пептидов, полисахаридов, который препятствуют процессам старения кожи, повышают ее эластичность, тонус, увлажняют и омолаживают.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Aloe Barbadensis Leaf Juice organic, Caprylic/Capric Triglyceride, Glycerin, Simmondsia Chinensis (Jojoba) Seed Oil, Soluble Collagen, Stearic Acid, Dimethicone, Coffea Arabica (Coffee) Seed Oil, Sorbitan Stearate, Aqua (Water/Eau), Phenoxyethanol, Carbomer, Cetyl Alcohol, Triethanolamine, Caramel, Glyceryl Stearate, PEG-100 Stearate, Caprylyl Glycol, Ethylhexylglycerin, 3-O-Ethyl Ascorbic Acid, Allantoin, Hexylene Glycol, Squalane, Tocopheryl Acetate, Retinyl Palmitate, Leuconostoc/Radish Root Ferment Filtrate, Euterpe Oleracea Pulp Powder, Sodium Hyaluronate, Myristyl Alcohol, Stearyl Alcohol, Coffea Robusta Seed Extract, Tocopherol, Anthemis Nobilis Flower Extract, Laminaria Digitata Extract, Potassium Sorbate, Acetyl Hexapeptide-8, Trisodium EDTA.",
        id: "6007",
        category: ["БРЕНДЫ", "КРАСОТА", "КРАСОТА"],
        subcategory: ["PRIVILEGE", "АНТИЭЙДЖ", "ДЛЯ ЛИЦА"],
        image: "https://incoral.com/src/new/product/shop/6007-privilege-krem-dlya-lica-i-shei-omolazhivayuschiy-dnevnoy-s-ekstraktom-i-maslom-kofe-50-ml.jpg",
        link: "https://ru.coral.club/shop/privilege-anti-aging-morning-cream.html?offer=6007",
        certif: "https://incoral.com/doc/materials/cosmetics-privilege-28167-ru.pdf",
        prez: "https://drive.google.com/open?id=1I_b3-2UZhawbuL4unXjSLcoGoPcqRoYf"
    },
    {
        name: "Privilege Крем для лица и шеи омолаживающий ночной с экстрактом кофе (50 мл)",
        desc: "Природная сила ночного крема Privilege Anti-Aging Night восстанавливает кожу, пока вы спите, наполняя ее мощнейшим комплексом натуральных компонентов. Утром ваша кожа мягкая и отдохнувшая, готовая сиять весь день.\n" +
            "\n" +
            "ЭКСТРАКТ КОФЕ КОНА\n" +
            "\n" +
            "Как источник кофеина улучшает микроциркуляцию и обмен веществ. Наполняет кожу энергией, улучшает тургор, уменьшает отечность и успокаивает раздражение.\n" +
            "\n" +
            "АРГИРЕЛИН\n" +
            "\n" +
            "Активно омолаживающий компонент, «ботокс в банке». Это пептид-миорелаксант, который снижает мимическую активность мышц, не меняя естественного выражения лица в отличие от ботокса. При регулярном использовании значительно уменьшает глубину морщин, особенно вокруг глаз и на лбу.\n" +
            "\n" +
            "ГИАЛУРОНОВАЯ КИСЛОТА\n" +
            "\n" +
            "Компонент необходимый всем тканям, но в особенности коже, через несколько дней регулярного применения повышается упругость и эластичность, наблюдается общий омолаживающий эффект. Даже самая сухая кожа становится мягкой и бархатистой.\n" +
            "\n" +
            "МОРСКОЙ КОЛЛАГЕН\n" +
            "\n" +
            "Получают из морских рыб, скатов и акул, потому что он наиболее близок по своей структуре к человеческому и по сравнению с животным и растительным, морской коллаген содержит большее количество полезных аминокислот, обладает лучшей проникающей, увлажняющей и омолаживающей способностью.\n" +
            "\n" +
            "ВИТАМИН Е (ТОКОФЕРОЛ АЦЕТАТ)\n" +
            "\n" +
            "Защищает кожу от свободных радикалов, предупреждая преждевременное старение и образование морщин, поддерживает упругость и эластичность.\n" +
            "\n" +
            "ВИТАМИН А (РЕТИНИЛ ПАЛЬМИТАТ)\n" +
            "\n" +
            "Мощный anti-age ингредиент способствует регенерации клеток кожи, активирует синтез коллагена в эпителиальной ткани и снижает признаки старения.\n" +
            "\n" +
            "ВИТАМИН С (3-O-ETHYL ASCORBIC ACID)\n" +
            "\n" +
            "Особо стабильная форма аскорбиновой кислоты, которая легко проникает в дерму. Улучшает цвет лица, повышает эластичность кожи, ускоряет синтез коллагена.\n" +
            "\n" +
            "ПЛОДЫ АСАИ\n" +
            "\n" +
            "Поливитаминная чудо-ягода из Южной Америки с высоким содержанием природных антиоксидантов, «ягода красоты и молодости». Как антиоксидант предотвращает негативное влияние УФ-излучения и раннее старение кожи, ускоряет процессы регенерации. Мякоть плодов асаи прекрасно питает, увлажняет и смягчает кожу.\n" +
            "\n" +
            "АЛОЭ ВЕРА\n" +
            "\n" +
            "Чудо-растение, известное своим омолаживающим эффектом, стимулирует синтез собственного коллагена, увлажняет и подтягивает кожу, дезинфицирует и заживляет ее, защищает от УФ-воздействия.\n" +
            "\n" +
            "МАСЛО ЖОЖОБА\n" +
            "\n" +
            "Является воском растительного происхождения. Содержит большое количество аминокислот сходных по структуре с коллагеном. Не закупоривает поры, способно быстро проникать в кожу, создавая защитный барьер.\n" +
            "\n" +
            "ЭКСТРАКТ ЛАМИНАРИИ\n" +
            "\n" +
            "Содержит богатый состав микроэлементов, в частности кремния, пептидов, полисахаридов, который препятствуют процессам старения кожи, повышают ее эластичность, тонус, увлажняют и омолаживают.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Aloe Barbadensis Leaf Juice, Caprylic/Capric Triglyceride, Glycerin, Simmondsia Chinensis (Jojoba) Seed Oil, Stearic Acid, Soluble Collagen, Water, Dimethicone, Sorbitan Stearate, Phenoxyethanol, Carbomer, Cetyl Alcohol, Triethanolamine, Glyceryl Stearate, PEG-100 Stearate, Fragrance/Parfum, Panthenol, Squalane, Caprylyl Glycol, 3-O-Ethyl Ascorbic Acid, Ethylhexylglycerin, Hexylene Glycol, Allantoin, Cyanocobalamin, Coffea Robusta Seed Extract, Tocopheryl Acetate, Retinyl Palmitate, Leuconostoc/Radish Root Ferment Filtrate, Euterpe Oleracea Pulp Powder, Myristyl Alcohol, Stearyl Alcohol, Anthemis Nobilis Flower Extract, Laminaria Digitata Extract, Sodium Hyaluronate, Potassium Sorbate, Tocopherol, Acetyl Hexapeptide-8, Trisodium EDTA.",
        id: "6008",
        category: ["БРЕНДЫ", "КРАСОТА", "КРАСОТА"],
        subcategory: ["PRIVILEGE", "АНТИЭЙДЖ", "ДЛЯ ЛИЦА"],
        image: "https://incoral.com/src/new/product/shop/6008-privilege-krem-dlya-lica-i-shei-omolazhivayuschiy-nochnoy-s-ekstraktom-kofe-50-ml.jpg",
        link: "https://ru.coral.club/shop/privilege-anti-aging-night-cream.html?offer=6008",
        certif: "https://incoral.com/doc/materials/cosmetics-privilege-28167-ru.pdf",
        prez: "https://drive.google.com/open?id=1lPTkZjsYHMX2d_1eNcBqwlWMVH6hZl85"
    },
    {
        name: "Privilege Молочко для лица очищающее с экстрактом и маслом кофе (100 мл)",
        desc: "Утром молочко нежно разбудит вашу кожу, очистит, увлажнит, освежит, уберет отечность, подготовит к макияжу. Вечером - откроет поры, глубоко очистит, удалит макияж, жир, последствия воздействия внешней среды, увлажнит и успокоит уставшую кожу.\n" +
            "\n" +
            "ЭКСТРАКТ КОФЕ КОНА\n" +
            "\n" +
            "Как источник кофеина улучшает микроциркуляцию и наполняет кожу энергией. Подтягивает, уменьшает отечность и успокаивает раздражение, защищает от УФ-лучей и нежелательной пигментации.\n" +
            "\n" +
            "МАСЛО КОФЕ КОНА\n" +
            "\n" +
            "Богато фитостеролами, ненасыщенными жирными кислотами, витамином Е. Легко проникает в кожу, смягчает, увлажняет, повышает ее эластичность, разглаживает мелкие морщины, предупреждает фотостарение. Стимулирует выработку коллагена и эластина, улучшая способность кожи к восстановлению.\n" +
            "\n" +
            "ГИАЛУРОНОВАЯ КИСЛОТА\n" +
            "\n" +
            "Компонент необходимый всем тканям, но в особенности коже, через несколько дней регулярного применения повышается упругость и эластичность, наблюдается общий омолаживающий эффект. Даже самая сухая кожа становится мягкой и бархатистой.\n" +
            "\n" +
            "МОРСКОЙ КОЛЛАГЕН\n" +
            "\n" +
            "Получают из морских рыб, скатов и акул, потому что он наиболее близок по своей структуре к человеческому. Морской коллаген содержит большее количество полезных аминокислот, чем животный и растительный, обладает лучшей проникающей, увлажняющей и омолаживающей способностью.\n" +
            "\n" +
            "ВИТАМИН Е (ТОКОФЕРОЛ АЦЕТАТ)\n" +
            "\n" +
            "Защищает кожу от свободных радикалов, предупреждая раннее старение и образование морщин, поддерживает упругость и эластичность.\n" +
            "\n" +
            "ВИТАМИН А (РЕТИНИЛ ПАЛЬМИТАТ)\n" +
            "\n" +
            "Мощный anti-age ингредиент способствует регенерации клеток кожи, активирует синтез коллагена в эпителиальной ткани и снижает признаки старения.\n" +
            "\n" +
            "ВИТАМИН С (3-O-ETHYL ASCORBIC ACID)\n" +
            "\n" +
            "Особо стабильная форма аскорбиновой кислоты, которая легко проникает в дерму. Улучшает цвет лица, повышает эластичность кожи, ускоряет синтез коллагена.\n" +
            "\n" +
            "АЛОЭ ВЕРА\n" +
            "\n" +
            "Чудо-растение, известное своим омолаживающим эффектом, стимулирует синтез собственного коллагена, увлажняет и подтягивает кожу, дезинфицирует и заживляет ее, защищает от УФ-воздействия.\n" +
            "\n" +
            "ЭКСТРАКТ ЗЕЛЕНОГО ЧАЯ\n" +
            "\n" +
            "Содержит рекордное количество антиоксидантов и сильнейших биостимуляторов, таких как кофеин, полифенолы и танины, эфирные масла, витамины С, К и группы В. Активные компоненты помогают улучшить крово- и лимфоток, снабжение клеток кислородом, усиливают защитные свойства кожи, способствуют проникновению активных ингредиентов в кожу.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Aloe Barbadensis Leaf Juice, Water, Sodium C14-16 Olefin Sulfonate, Glycerin, Cocamidopropyl Betaine, Phenoxyethanol, Disodium Cocoamphodiacetate, Coffea Arabica (Coffee) Seed Oil, Glycol Distearate, PEG-150 Pentaerythrityl Tetrastearate, Sodium Chloride, Caprylyl Glycol, Caprylyl/Capryl Glucoside, Lauryl Glucoside, Sodium Glycolate, Ethylhexylglycerin, Hexylene Glycol, Sodium Sulfate, Coconut Acid, Sodium Diglycolate, Tetradecene, Tocopheryl Acetate, Hexadecene, Sodium Citrate, Sodium Bicarbonate, 3-O-Ethyl Ascorbic Acid, Soluble Collagen, Retinyl Palmitate, Tetrasodium EDTA, Coffea Robusta Seed Extract, Camellia Sinensis Leaf Extract, Tocopherol, Leuconostoc/Radish Root Ferment Filtrate, Methylchloroisothiazolinone, Sodium Hyaluronate, Methylisothiazolinone, Potassium Sorbate, Trisodium EDTA, Citric Acid, Caramel.",
        id: "6001",
        category: ["БРЕНДЫ", "КРАСОТА", "КРАСОТА"],
        subcategory: ["PRIVILEGE", "АНТИЭЙДЖ", "ДЛЯ ЛИЦА"],
        image: "https://incoral.com/src/new/product/shop/6001-privilege-molochko-dlya-lica-ochischayuschee-s-ekstraktom-i-maslom-kofe-100-ml.jpg",
        link: "https://ru.coral.club/shop/privilege-milk-cleanser.html?offer=6001",
        certif: "https://incoral.com/doc/materials/cosmetics-privilege-28168-ru.pdf",
        prez: "https://drive.google.com/open?id=1l9bmibIz0l8wCi0WFnfJylVTPuyoFSTt"
    },
    {
        name: "Privilege Скраб для лица с экстрактом и маслом кофе (50 мл)",
        desc: "В состав ароматного кофейного скраба помимо экстракта и масла кофе входят измельченные зерна кофе и скорлупа грецкого ореха, которые мягко отшелушивают и удаляют омертвевшие клетки, размягчают огрубевшие участки, аккуратно полируют кожу.\n" +
            "\n" +
            "ЭКСТРАКТ КОФЕ КОНА\n" +
            "\n" +
            "Как источник кофеина улучшает микроциркуляцию и обмен веществ. Наполняет кожу энергией, подтягивает, уменьшает отечность и успокаивает раздражение.\n" +
            "\n" +
            "МАСЛО КОФЕ КОНА\n" +
            "\n" +
            "Стимулирует выработку коллагена и положительно влияет на процессы восстановления кожи. Повышает эластичность кожи, ускоряя транспорт активных ингредиентов.\n" +
            "\n" +
            "СКОРЛУПА ГРЕЦКОГО ОРЕХА\n" +
            "\n" +
            "Измельчённая скорлупа грецкого ореха мягко отшелушивает и удаляет омертвевшие клетки, размягчая огрубевшие участки, аккуратно полируя кожу.\n" +
            "\n" +
            "ИЗМЕЛЬЧЕННЫЕ ЗЕРНА КОФЕ КОНА\n" +
            "\n" +
            "Обладают очень деликатной структурой, помогают бережно удалять ороговевшие частички кожи, очищать и разглаживать кожу.\n" +
            "\n" +
            "АЛОЭ ВЕРА\n" +
            "\n" +
            "Чудо-растение, известное своим омолаживающим эффектом, стимулирует синтез собственного коллагена, увлажняет и подтягивает кожу, дезинфицирует и заживляет ее, защищает от УФ-воздействия.\n" +
            "\n" +
            "ЭКСТРАКТ ЦВЕТКОВ РОМАШКИ (ОРГАНИЧЕСКИЙ)\n" +
            "\n" +
            "Ромашка успокаивает и смягчает даже самую чувствительную кожу, нормализует секрецию сальных желез, отбеливает, способствует регенерации и заживлению, улучшает и освежает цвет лица.\n" +
            "\n" +
            "ВИТАМИН Е (ТОКОФЕРОЛ АЦЕТАТ)\n" +
            "\n" +
            "Защищает кожу от свободных радикалов, предупреждая раннее старение и образование морщин, поддерживает упругость и эластичность.\n" +
            "\n" +
            "ВИТАМИН А (РЕТИНИЛ ПАЛЬМИТАТ)\n" +
            "\n" +
            "Мощный anti-age ингредиент способствует регенерации клеток кожи, активирует синтез коллагена в эпителиальной ткани и снижает признаки старения.\n" +
            "\n" +
            "СУПЕРОКСИДДИСМУТАЗА И ПЕРОКСИДАЗА\n" +
            "\n" +
            "Супер-антиоксиданты, превосходящие по активности витамины А и Е. Они способствуют выведению собственных шлаков из клеток кожи.\n" +
            "\n" +
            "МОРСКОЙ КОЛЛАГЕН\n" +
            "\n" +
            "Получают из морских рыб, скатов и акул, потому что он наиболее близок по своей структуре к человеческому. Морской коллаген содержит большее количество полезных аминокислот, чем животный и растительный, обладает лучшей проникающей, увлажняющей и омолаживающей способностью.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Aloe Barbadensis Leaf Juice, Propylene Glycol, Caprylic/Capric Triglyceride, Pentylene Glycol, Coffea Arabica (Coffee) Seed Powder, Juglans Regia (Walnut) Shell Powder, Carbomer, Cetearyl Alcohol, Water, Phenoxyethanol, Caprylyl Glycol, Ceteareth-20, Coffea Arabica (Coffee) Seed Oil, Sodium Hydroxide, Tocopheryl Acetate, Soluble Collagen, Retinyl Palmitate, Glycerin, Sorbic Acid, Oryza Sativa (Rice) Extract, Coffea Robusta Seed Extract, Chamomilla Recutita (Matricaria) Flower Extract, Tocopherol, Leuconostoc/Radish Root Ferment Filtrate, Biosaccharide Gum-1, Leuconostoc Ferment Filtrate, Potassium Sorbate, Soybean Peroxidase, Superoxide Dismutase, Trisodium EDTA, Caramel.",
        id: "6002",
        category: ["БРЕНДЫ", "КРАСОТА", "КРАСОТА"],
        subcategory: ["PRIVILEGE", "АНТИЭЙДЖ", "ДЛЯ ЛИЦА"],
        image: "https://incoral.com/src/new/product/shop/6002-privilege-skrab-dlya-lica-s-ekstraktom-i-maslom-kofe-50-ml.jpg",
        link: "https://ru.coral.club/shop/privilege-facial-scrub.html?offer=6002",
        certif: "https://incoral.com/doc/materials/cosmetics-privilege-28169-ru.pdf",
        prez: "https://drive.google.com/open?id=1UaOnpzi5xW8BWtHGewGWTL20tjvw3-JR"
    },
    {
        name: "Privilege Сыворотка для кожи вокруг глаз интенсивная с экстрактом кофе (30 мл)",
        desc: "Интенсивная сыворотка для кожи вокруг глаз выравнивает текстуру, борясь с признаками усталости и старения кожи. При регулярном использовании уменьшается пигментация и отечность, кожа становится подтянутой.\n" +
            "\n" +
            "ЭКСТРАКТ КОФЕ КОНА\n" +
            "\n" +
            "Оздоравливает кожу, улучшая циркуляцию и наполняя энергией. Борется с отечностью и пигментацией. Защищает кожу от вредных воздействий окружающей среды.\n" +
            "\n" +
            "АРГИРЕЛИН\n" +
            "\n" +
            "Активно омолаживающий компонент, «ботокс в банке». Это пептид-миорелаксант, который снижает мимическую активность мышц, не меняя естественного выражения лица в отличие от ботокса. При регулярном использовании значительно уменьшает глубину морщин, особенно вокруг глаз и на лбу.\n" +
            "\n" +
            "ГИАЛУРОНОВАЯ КИСЛОТА\n" +
            "\n" +
            "Компонент необходимый всем тканям, но в особенности коже, через несколько дней регулярного применения повышается упругость и эластичность, наблюдается общий омолаживающий эффект. Даже самая сухая кожа становится мягкой и бархатистой.\n" +
            "\n" +
            "МОРСКОЙ КОЛЛАГЕН\n" +
            "\n" +
            "Получают из морских рыб, скатов и акул, потому что он наиболее близок по своей структуре к человеческому и по сравнению с животным и растительным, морской коллаген содержит большее количество полезных аминокислот, обладает лучшей проникающей, увлажняющей и омолаживающей способностью.\n" +
            "\n" +
            "ВИТАМИН А (РЕТИНИЛ ПАЛЬМИТАТ)\n" +
            "\n" +
            "Мощный anti-age ингредиент способствует регенерации клеток кожи, активирует синтез коллагена в эпителиальной ткани и снижает признаки старения.\n" +
            "\n" +
            "ВИТАМИН С (3-O-ETHYL ASCORBIC ACID)\n" +
            "\n" +
            "Особо стабильная форма аскорбиновой кислоты, которая легко проникает в дерму. Улучшает цвет лица, повышает эластичность кожи, ускоряет синтез коллагена.\n" +
            "\n" +
            "ПРОЛИН И ТРЕОНИН\n" +
            "\n" +
            "Аминокислоты необходимые для образования двух главных белков кожи - эластина и коллагена. Улучшают структуру кожи, ускоряют заживление и восстановление кожного покрова.\n" +
            "\n" +
            "ВИТАМИН Е (ТОКОФЕРОЛ АЦЕТАТ)\n" +
            "\n" +
            "Защищает кожу от свободных радикалов, предупреждая раннее старение и образование морщин, поддерживает упругость и эластичность.\n" +
            "\n" +
            "СУПЕРОКСИДДИСМУТАЗА И ПЕРОКСИДАЗА\n" +
            "\n" +
            "Суперантиоксиданты, превосходящие по активности витамины А и Е. Они способствуют выведению собственных шлаков из клеток кожи.\n" +
            "\n" +
            "AHNFELTIOPSIS CONCINNA EXTRACT\n" +
            "\n" +
            "Экстракт тихоокеанской водоросли, широко распространенной на Гавайских островах, придает упругость коже, увлажняет и питает.\n" +
            "\n" +
            "ПЛОДЫ АСАИ\n" +
            "\n" +
            "Поливитаминная чудо-ягода из Южной Америки с высоким содержанием природных антиоксидантов, «ягода красоты и молодости». Как антиоксидант предотвращает негативное влияние УФ-излучения и раннее старение кожи, ускоряет процессы регенерации. Мякоть плодов асаи прекрасно питает, увлажняет и смягчает кожу.\n" +
            "\n" +
            "АЛОЭ ВЕРА\n" +
            "\n" +
            "Чудо-растение, известное своим омолаживающим эффектом, стимулирует синтез собственного коллагена, увлажняет и подтягивает кожу, дезинфицирует и заживляет ее, защищает от УФ-воздействия\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Aloe Barbadensis Leaf Juice, Water, Soluble Collagen, Glycerin, Carbomer, Phenoxyethanol, 3-O-Ethyl Ascorbic Acid, Proline, Threonine, Caprylyl Glycol, Oryza Sativa (Rice) Extract, Coffea Robusta Seed Extract, Leuconostoc/Radish Root Ferment Filtrate, Sorbic Acid, Chamomilla Recutita (Matricaria) Flower Extract, Sodium Hydroxide, Ahnfeltiopsis Concinna Extract, Euterpe Oleracea Pulp Powder, Sodium Hyaluronate, Tocopheryl Acetate, Retinyl Palmitate, Leuconostoc Ferment Filtrate, Potassium Sorbate, Acetyl Hexapeptide-8, Ethylhexylglycerin, Hexylene Glycol, Trisodium EDTA, Tocopherol, Soybean Peroxidase, Superoxide Dismutase, Caramel",
        id: "6004",
        category: ["БРЕНДЫ", "КРАСОТА", "КРАСОТА"],
        subcategory: ["PRIVILEGE", "АНТИЭЙДЖ", "ДЛЯ ЛИЦА"],
        image: "https://incoral.com/src/new/product/shop/6004-privilege-syvorotka-dlya-kozhi-vokrug-glaz-intensivnaya-s-ekstraktom-kofe-30-ml.jpg",
        link: "https://ru.coral.club/shop/privilege-intensive-eye-serum.html?offer=6004",
        certif: "https://incoral.com/doc/materials/cosmetics-privilege-28170-ru.pdf",
        prez: ""
    },
    {
        name: "Privilege Сыворотка для лица и шеи интенсивная с экстрактом кофе (50 мл)",
        desc: "Уникальная формула сыворотки для лица Privilege Intensive Facial Serum разработана для сияния и здоровья вашей кожи на клеточном уровне. Неровные тон и текстура, признаки старения и усталости основные направления действия инновационной сыворотки.\n" +
            "\n" +
            "ЭКСТРАКТ КОФЕ КОНА\n" +
            "\n" +
            "Оздоравливает кожу, улучшая циркуляцию и наполняя энергией. Борется с отечностью и пигментацией. Защищает кожу от вредных воздействий окружающей среды.\n" +
            "\n" +
            "АРГИРЕЛИН\n" +
            "\n" +
            "Активно омолаживающий компонент, «ботокс в банке». Это пептид-миорелаксант, который снижает мимическую активность мышц, не меняя Естественного выражения лица в отличие от ботокса. При регулярном использовании значительно уменьшает глубину морщин, особенно вокруг глаз и на лбу.\n" +
            "\n" +
            "ГИАЛУРОНОВАЯ КИСЛОТА\n" +
            "\n" +
            "Компонент необходимый всем тканям, но в особенности коже, через несколько дней регулярного применения повышается упругость и эластичность, наблюдается общий омолаживающий эффект. Даже самая сухая кожа становится мягкой и бархатистой.\n" +
            "\n" +
            "МОРСКОЙ КОЛЛАГЕН\n" +
            "\n" +
            "Получают из морских рыб, скатов и акул, потому что он наиболее близок по своей структуре к человеческому и по сравнению с животным и растительным, морской коллаген содержит большее количество полезных аминокислот, обладает лучшей проникающей, увлажняющей и омолаживающей способностью.\n" +
            "\n" +
            "ПРОЛИН И ТРЕОНИН\n" +
            "\n" +
            "Аминокислоты необходимые для образования двух главных белков кожи - эластина и коллагена. Улучшают структуру кожи, ускоряют заживление и восстановление кожного покрова.\n" +
            "\n" +
            "КОМПЛЕКС МОРСКИХ ВОДОРОСЛЕЙ\n" +
            "\n" +
            "Как источник легкоусвояемого белка, витаминов, клетчатки, аминокислот, полисахаридов прекрасно увлажняет, насыщает и стимулирует функции обновления клеток кожи.\n" +
            "\n" +
            "ВИТАМИН Е (ТОКОФЕРОЛ АЦЕТАТ)\n" +
            "\n" +
            "Защищает кожу от свободных радикалов, предупреждая преждевременное старение и образование морщин, поддерживает упругость и эластичность.\n" +
            "\n" +
            "ВИТАМИН А (РЕТИНИЛ ПАЛЬМИТАТ)\n" +
            "\n" +
            "Мощный anti-age ингредиент способствует регенерации клеток кожи, активирует синтез коллагена в эпителиальной ткани и снижает признаки старения.\n" +
            "\n" +
            "ВИТАМИН С (3-O-ETHYL ASCORBIC ACID)\n" +
            "\n" +
            "Особо стабильная форма аскорбиновой кислоты, которая легко проникает в дерму. Улучшает цвет лица, повышает эластичность кожи, ускоряет синтез коллагена.\n" +
            "\n" +
            "АЛОЭ ВЕРА\n" +
            "\n" +
            "Чудо-растение, известное своим омолаживающим эффектом, стимулирует синтез собственного коллагена, увлажняет и подтягивает кожу, дезинфицирует и заживляет ее, защищает от УФ-воздействия.\n" +
            "\n" +
            "ЭКСТРАКТ ЦВЕТКОВ РОМАШКИ (ОРГАНИЧЕСКИЙ)\n" +
            "\n" +
            "Ромашка успокаивает и смягчает даже самую чувствительную кожу, нормализует секрецию сальных желез, отбеливает, способствует регенерации и заживлению, улучшает и освежает цвет лица.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Aloe Barbadensis Leaf Juice, Glycerin, Water, Soluble Collagen, Hypnea Musciformis Extract, Carbomer, Phenoxyethanol, 3-O-Ethyl Ascorbic Acid, Proline, Threonine, Sargassum Filipendula Extract, Caprylyl Glycol, Sorbitol, Oryza Sativa (Rice) Extract, Tocopheryl Acetate, Coffea Robusta Seed Extract, Gellidiela Acerosa Extract, Leuconostoc/Radish Root Ferment Filtrate, Retinyl Palmitate, Sodium Hydroxide, Sorbic Acid, Chamomilla Recutita (Matricaria) Flower Extract, Ahnfeltiopsis Concinna Extract, Sodium Hyaluronate, Leuconostoc Ferment Filtrate, Potassium Sorbate, Ethylhexylglycerin, Tocopherol, Acetyl Hexapeptide-8, Hexylene Glycol, Trisodium EDTA, Soybean Peroxidase, Superoxide Dismutase.\n",
        id: "6005",
        category: ["БРЕНДЫ", "КРАСОТА", "КРАСОТА"],
        subcategory: ["PRIVILEGE", "АНТИЭЙДЖ", "ДЛЯ ЛИЦА"],
        image: "https://incoral.com/src/new/product/shop/6005-privilege-syvorotka-dlya-lica-i-shei-intensivnaya-s-ekstraktom-kofe-50-ml.jpg",
        link: "https://ru.coral.club/shop/privilege-intensive-facial-serum.html?offer=6005",
        certif: "https://incoral.com/doc/materials/cosmetics-privilege-28170-ru.pdf",
        prez: "https://drive.google.com/file/d/1LQMVvdujptb1Q-nzNvzlmVU5A8I-gJ8y/view?usp=sharing"
    },
    {
        name: "Privilege Тоник для лица увлажняющий с экстрактом и маслом кофе (100 мл)",
        desc: "ЭКСТРАКТ КОФЕ КОНА\n" +
            "\n" +
            "Как источник кофеина улучшает микроциркуляцию и обмен веществ. Наполняет кожу энергией, улучшает тургор, уменьшает отечность и успокаивает раздражение.\n" +
            "\n" +
            "МАСЛО КОФЕ КОНА\n" +
            "\n" +
            "Стимулирует выработку коллагена и положительно влияет на процессы восстановления кожи. Повышает эластичность кожи, ускоряя транспорт активных ингредиентов.\n" +
            "\n" +
            "ЭКСТРАКТ ГАМАМЕЛИСА ВИРГИНСКОГО\n" +
            "\n" +
            "Волшебный компонент, который называют «кустарником жизни». Он естественно подтягивает кожу, уменьшает сосудистую сетку, восстанавливает цвет лица. Символично, что когда природа угасает, готовясь к холодам, гамамелис зацветает!\n" +
            "\n" +
            "ГИАЛУРОНОВАЯ КИСЛОТА\n" +
            "\n" +
            "Компонент необходимый всем тканям, но в особенности коже, через несколько дней регулярного применения повышается упругость и эластичность, наблюдается общий омолаживающий эффект. Даже самая сухая кожа становится мягкой и бархатистой.\n" +
            "\n" +
            "МОРСКОЙ КОЛЛАГЕН\n" +
            "\n" +
            "Получают из морских рыб, скатов и акул, потому что он наиболее близок по своей структуре к человеческому. Морской коллаген содержит большее количество полезных аминокислот, чем животный и растительный, обладает лучшей проникающей, увлажняющей и омолаживающей способностью.\n" +
            "\n" +
            "ВИТАМИН Е (ТОКОФЕРОЛ АЦЕТАТ)\n" +
            "\n" +
            "Защищает кожу от свободных радикалов, предупреждая раннее старение и образование морщин, поддерживает упругость и эластичность.\n" +
            "\n" +
            "ВИТАМИН А (РЕТИНИЛ ПАЛЬМИТАТ)\n" +
            "\n" +
            "Мощный anti-age ингредиент способствует регенерации клеток кожи, активирует синтез коллагена в эпителиальной ткани и снижает признаки старения.\n" +
            "\n" +
            "ВИТАМИН С (3-O-ETHYL ASCORBIC ACID)\n" +
            "\n" +
            "Стабильная форма витамина С. Увеличивает синтез коллагена, уменьшает пигментацию кожи. Защищает от УФ-повреждений.\n" +
            "\n" +
            "АЛОЭ ВЕРА\n" +
            "\n" +
            "Чудо-растение, известное своим омолаживающим эффектом, стимулирует синтез собственного коллагена, увлажняет и подтягивает кожу, дезинфицирует и заживляет ее, защищает от УФ-воздействия.\n" +
            "\n" +
            "ЭКСТРАКТ ЦВЕТКОВ РОМАШКИ\n" +
            "\n" +
            "Улучшает микроциркуляцию, питает, освежает и осветляет кожу. Снимает напряжение и улучшает цвет лица.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Aloe Barbadensis Leaf Juice, Glycerin, Hamamelis Virginiana (Witch Hazel) Extract, Water, Heptyl Glucoside, 1,2-Hexanediol, Caprylyl Glycol, Alcohol, Potassium Sorbate, Coffea Arabica (Coffee) Seed Oil, Soluble Collagen, Coffea Robusta Seed Extract, Phenoxyethanol, Heptanol, Sodium Ascorbyl Phosphate, Sodium Hyaluronate, Tocopheryl Acetate, Retinyl Palmitate, Anthemis Nobilis Flower Extract, Ethylhexylglycerin, Leuconostoc/Radish Root Ferment Filtrate, Tocopherol, Trisodium EDTA, Caramel.",
        id: "6003",
        category: ["БРЕНДЫ", "КРАСОТА", "КРАСОТА"],
        subcategory: ["PRIVILEGE", "АНТИЭЙДЖ", "ДЛЯ ЛИЦА"],
        image: "https://incoral.com/src/new/product/shop/6003-privilege-tonik-dlya-lica-uvlazhnyayuschiy-s-ekstraktom-i-maslom-kofe-100-ml.jpg",
        link: "https://ru.coral.club/shop/privilege-hydrating-toner.html?offer=6003&REF_CODE=212179305579",
        certif: "https://incoral.com/doc/materials/cosmetics-privilege-28171-ru.pdf",
        prez: "https://drive.google.com/file/d/1KJRDW9M40UW0HDD64BzewbqKn8bafqJk/view?usp=sharing"
    },
    {
        name: "Alive A Универсальное чистящее средство (500 мл)",
        desc: "Концентрированное средство для качественной чистки и обезжиривания любых поверхностей и изделий из стекла, алюминия, стали, нержавеющей стали, ламината, пластика, дерева, кожи, хрома.\n" +
            "\n" +
            "Благодаря мягким анионным и неионогенным ПАВ эффективно растворяет пятна грязи и жира, обладает антистатическим эффектом. Имеет приятный цитрусовый аромат. Экономично в применении. Средство нет необходимости смывать, за исключением поверхностей, контактирующих с пищевыми продуктами.\n" +
            "\n" +
            "СВОЙСТВА\n" +
            "\n" +
            "► Подходит практически для любых поверхностей.\n" +
            "► Для мытья и обезжиривания различных поверхностей в доме, на даче, автомобиле. Смывает пыль, грязь, жир и налёт.\n" +
            "► Антистатический эффект и приятный цитрусовый аромат.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "Развести 100 мл средства с 400 мл чистой воды во флаконе с триггером. Распылить на поверхность, протереть губкой или тканью без ворса, дать высохнуть. При устойчивых пятнах нанести на пятно, подождать несколько минут, чтобы средство хорошо впиталось, затем протереть чистой губкой.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "► Неионогенные ПАВ <10 %\n" +
            "► Анионные ПАВ <5 %\n" +
            "► Натуральный ароматизатор (цитраль, лимонен) <5 %\n" +
            "► Консервант (сорбиновая кислота) <1 %",
        id: "81201",
        category: ["БРЕНДЫ", "ДОМ"],
        subcategory: ["ALIVE", "ALIVE ДЛЯ УБОРКИ"],
        image: "https://incoral.com/src/new/product/shop/81201-alive-a-universalnoe-chistyaschee-sredstvo-500-ml.jpg",
        link: "https://ru.coral.club/shop/alive-a-all-purpose-cleaner-.html?offer=81201",
        certif: "https://incoral.com/doc/materials/alive-a-ru.pdf",
        prez: ""
    },
    {
        name: "Alive B Средство для ванной комнаты и туалета (500 мл)",
        desc: "Средство для моющихся поверхностей из стекла, пластика, керамики, винила и других материалов в ванной комнате и туалете.\n" +
            "Обладает приятным мятно-лимонным ароматом.\n" +
            "Не содержит продуктов нефтепереработки и синтетических химических добавок, парабенов, триклозана, спирта, ЭДТА.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "► Неионогенные ПАВ 10-15 %\n" +
            "► Анионные ПАВ <5 %\n" +
            "► Ннатуральный ароматизатор (цитраль, лимонен) <5 %\n" +
            "► Консервант (сорбиновая кислота) <1 %",
        id: "81202",
        category: ["БРЕНДЫ", "ДОМ"],
        subcategory: ["ALIVE", "ALIVE ДЛЯ УБОРКИ"],
        image: "https://incoral.com/src/new/product/shop/81202-alive-b-sredstvo-dlya-vannoy-komnaty-i-tualeta-500-ml.jpg",
        link: "https://ru.coral.club/shop/alive-b-bathroom-toilet-cleaner.html?offer=81202",
        certif: "https://incoral.com/doc/materials/alive-b-ru.pdf",
        prez: ""
    },
    {
        name: "Alive D Гипоаллергенная жидкость для мытья посуды (946 мл)",
        desc: "Гипоаллергенное средство для мытья посуды.\n" +
            "Абсолютно безвредно для людей, страдающих аллергией, астмой и химической чувствительностью.\n" +
            "Не содержит ароматизаторов, красителей, фосфатов, нефтяных растворителей, хлора и других компонентов, раздражающих дыхательную систему и кожу.",
        id: "81311",
        category: ["БРЕНДЫ", "ДОМ"],
        subcategory: ["ALIVE", "ALIVE ДЛЯ МЫТЬЯ ПОСУДЫ"],
        image: "https://incoral.com/src/new/product/shop/81301-alive-d-gipoallergennaya-zhidkost-dlya-mytya-posudy-946-ml.jpg",
        link: "https://ru.coral.club/shop/alive-d-alllegy-free-dishwashing-liquid.html?offer=81311",
        certif: "https://incoral.com/doc/materials/alive-d-ru.pdf",
        prez: ""
    },
    {
        name: "Alive F Средство для полов и плитки (500 мл)",
        desc: "100% натуральная моющая основа с приятным цитрусовым ароматом, эффективно растворяющая любые загрязнения, безопасная для кожи и дыхательных путей.\n" +
            "\n" +
            "Не создает разводов.\n" +
            "\n" +
            "Ультраконцентрат: на 1 литр воды требуется 5-10 мл раствора.",
        id: "81203",
        category: ["БРЕНДЫ", "ДОМ"],
        subcategory: ["ALIVE", "ALIVE ДЛЯ УБОРКИ"],
        image: "https://incoral.com/src/new/product/shop/81203-alive-f-sredstvo-dlya-polov-i-plitki-500-ml.jpg",
        link: "https://ru.coral.club/shop/alive-f-sredstvo-dlya-polov-i-plitki.html?offer=81203",
        certif: "https://incoral.com/doc/materials/alive-f-ru.pdf",
        prez: ""
    },
    {
        name: "Alive G Средство для стекол и зеркал (500 мл)",
        desc: "Эффективное чистящее средство для любых стеклянных поверхностей с приятным ароматом ромашки. Удаляет загрязнения, следы насекомых с окон, зеркал, ветровых стекол, мониторов телевизоров и компьютеров, поликарбоната, акриловых стекол.\n" +
            "\n" +
            "Не содержит продуктов нефтепереработки и синтетических химических добавок.",
        id: "81204",
        category: ["БРЕНДЫ", "ДОМ"],
        subcategory: ["ALIVE", "ALIVE ДЛЯ УБОРКИ"],
        image: "https://incoral.com/src/new/product/shop/81204-alive-g-sredstvo-dlya-stekol-i-zerkal-500-ml.jpg",
        link: "https://ru.coral.club/shop/alive-g-glass-mirror-cleaner-.html?offer=81204",
        certif: "https://incoral.com/doc/materials/alive-g-ru.pdf",
        prez: ""
    },
    {
        name: "Alive K Средство для удаления жира на кухне (500 мл)",
        desc: "Концентрированное средство для мытья любых кухонных поверхностей (сталь, нержавеющая сталь, стекло, алюминий, пластик, хром) с приятным цитрусовым ароматом.\n" +
            "\n" +
            "Благодаря мягким ПАВ растительного происхождения и другим активным веществам активно расщепляет жиры, удаляет грязь и налёт.\n" +
            "\n" +
            "Экономично в применении (100 мл средства на 400 мл воды).\n" +
            "\n" +
            "Средство нет необходимости смывать, за исключением поверхностей, контактирующих с пищевыми продуктами.",
        id: "81205",
        category: ["БРЕНДЫ", "ДОМ"],
        subcategory: ["ALIVE", "ALIVE ДЛЯ УБОРКИ"],
        image: "https://incoral.com/src/new/product/shop/81205-alive-k-sredstvo-dlya-udaleniya-zhira-na-kuhne-500-ml.jpg",
        link: "https://ru.coral.club/shop/alive-k-kitchen-cleaner.html?offer=81205",
        certif: "https://incoral.com/doc/materials/alive-k-ru.pdf",
        prez: ""
    },
    {
        name: "Alive Коллекция средств для поверхностей",
        desc: "Средства универсальны, обладают антистатическим эффектом, не оставляют разводов, их можно не смывать. Из одного флакона концентрата получаете пять флаконов эффективных, готовых к использованию средств.\n" +
            "\n" +
            "ALIVE A\n" +
            "\n" +
            "Универсальное чистящее средство для качественной чистки и обезжиривания любых поверхностей и изделий из стекла, алюминия, стали, нержавеющей стали, ламината, пластика, дерева, кожи, хрома.\n" +
            "\n" +
            "ALIVE B\n" +
            "\n" +
            "Средство для моющихся поверхностей ванной комнаты и туалета с освежающим мятно-лимонным ароматом.\n" +
            "\n" +
            "ALIVE F\n" +
            "\n" +
            "Средство для мытья всех типов напольных поверхностей и настенной плитки с легким цитрусовым ароматом.\n" +
            "\n" +
            "ALIVE G\n" +
            "\n" +
            "Средство для стекол и зеркал удаляет загрязнения с любых стеклянных поверхностей: окон, зеркал, ветровых стекол автомобилей, мониторов телевизоров и компьютеров, поликарбоната, акриловых стекол.\n" +
            "\n" +
            "ALIVE K\n" +
            "\n" +
            "Средство для удаления жира на кухне с любых поверхностей (сталь, нержавеющая сталь, стекло, алюминий, пластик, дерево, хром).",
        id: "812102",
        category: ["БРЕНДЫ", "ДОМ"],
        subcategory: ["ALIVE", "ALIVE ДЛЯ УБОРКИ"],
        image: "https://incoral.com/src/new/product/shop/73-alive-kollekciya-sredstv-dlya-poverhnostey.jpg",
        link: "https://ru.coral.club/shop/alive-assorted-household-cleaning-products.html?offer=812102",
        certif: "",
        prez: ""
    },
    {
        name: "Alive Концентрированное средство для отбеливания и удаления стойких загрязнений (1130 г)",
        desc: "► Эффективно действует при любой температуре и жесткости воды.\n" +
            "► Подходит для любого типа и цвета ткани (кроме шелка и шерсти).\n" +
            "► Отлично удаляет пятна органического происхождения (от крови, вина, сока, травы, пищи).\n" +
            "► Универсальное использование (для стирки, чистки ковров, паласов, хозяйственной утвари, ванной и туалета).\n" +
            "► Концентрированный состав не содержит сулульфата и хлорида натрия и прочих наполнителей.\n" +
            "► Безопасен для септических систем.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Подробная информация указана на этикетке продукта.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, недоступном для детей месте. Не подвергать резким колебаниям температур, не замораживать, избегать длительного хранения при температуре выше 32°C.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "3 года с даты производства.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "США",
        id: "81111",
        category: ["БРЕНДЫ", "ДОМ"],
        subcategory: ["ALIVE", "ALIVE ДЛЯ СТИРКИ"],
        image: "https://incoral.com/src/new/product/shop/81101-alive-koncentrirovannoe-sredstvo-dlya-otbelivaniya-i-udaleniya-stoykih-zagryazneniy-1130-g.jpg",
        link: "https://ru.coral.club/shop/alive-ultra-concentrated-stain-remover-deodorizer-.html?offer=81111",
        certif: "https://incoral.com/doc/materials/alive-ultra-concentrated-stain-remover-deodorizer-ru.pdf",
        prez: ""
    },
    {
        name: "Alive Концентрированный порошок для стирки белых и цветных тканей (907 г)",
        desc: "► Эффективно и бережно отстирывает ткани при любой температуре и жесткости воды.\n" +
            "► Подходит для любого типа и цвета ткани (кроме шелка и шерсти).\n" +
            "► Содержит активный кислородный отбеливатель, цеолиты, энзимы, КМЦ, и отлично растворяет и удаляет загрязнения различного происхождения, не повреждая структуру ткани.\n" +
            "► Подходит для ручной и машинной стирки.\n" +
            "► Экономичен в применении (25 г порошка на 1 стандартную стирку)\n" +
            "► Не содержит фосфатов, ароматизаторов, красителей и других токсичных веществ.\n" +
            "► Подходит для септических систем.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Машинная стирка (среднее загрязнение): количество белья 4–5 кг; дозировка порошка: ½ мерной ложки (25 г).\n" +
            "Машинная стирка (сильное загрязнение): количество белья 4–5 кг; дозировка порошка: 1 мерная ложка (50 г).\n" +
            "Машинная стирка (замачивание): количество белья 4–5 кг; дозировка порошка: ½ мерной ложки (25 г).\n" +
            "Ручная стирка: количество белья 1–2 кг дозировка порошка: ¼ мерной ложки (12,5 г).\n" +
            "Стирка стойких и въевшихся пятен: дозировка порошка: ½ мерной ложки средства для отбеливания Alive + 1 мерная ложка порошка для стирки Alive.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, недоступном для детей месте. Не подвергать резким колебаниям температур, не замораживать, избегать длительного хранения при температуре выше 32°C.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "3 года с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "США",
        id: "81113",
        category: ["БРЕНДЫ", "ДОМ"],
        subcategory: ["ALIVE", "ALIVE ДЛЯ СТИРКИ"],
        image: "https://incoral.com/src/new/product/shop/81103-alive-koncentrirovannyy-poroshok-dlya-stirki-belyh-i-cvetnyh-tkaney-907-g.jpg",
        link: "https://ru.coral.club/shop/alive-ultra-concentrated-powdered-laundry-detergent.html?offer=81113",
        certif: "https://incoral.com/doc/materials/alive-concentrated-laundry-detergent-for-whites-and-colors-ru.pdf",
        prez: ""
    },
    {
        name: "Alive Флакон с триггером (500 мл)",
        desc: "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "1. Налить средство во флакон с триггером Alive к линии наполнения.\n" +
            "2. Добавить во флакон водопроводной воды в соответствующей отметки на ребре флакона.\n" +
            "3. Закрыть флакон и встряхнуть.\n" +
            "4. Средство готово к использованию.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "КНР",
        id: "81400",
        category: ["БРЕНДЫ", "ДОМ"],
        subcategory: ["ALIVE", "ALIVE ДЛЯ УБОРКИ"],
        image: "https://incoral.com/src/new/product/shop/81400-alive-flakon-s-triggerom-500-ml.jpg",
        link: "https://ru.coral.club/shop/alive-trigger-spray-bottle-.html?offer=81400",
        certif: "",
        prez: ""
    },
    {
        name: "Бальзам для кожи «Жир эму с маслом чайного дерева»",
        desc: "Благодаря высокой проникающей способности жир эму транспортирует все составляющие бальзама в глубокие слои кожи, усиливая их полезные свойства.\n" +
            "\n" +
            "Специально подобранный состав улучшает местное кровообращение, расслабляет мускулатуру, способствует заживлению ран, регенерации кожи.\n" +
            "\n" +
            "Помогает при ожогах различного происхождения (термических, химических, солнечных).\n" +
            "\n" +
            "При длительном применении бальзама нормализуется секреция сальных желез, улучшаются структура и внешний вид кожи.\n" +
            "\n" +
            "Благодаря маслу чайного дерева и календуле, бальзам оказывает положительное действие при раздражениях и воспалительных процессах на коже.",
        id: "91605",
        category: ["БРЕНДЫ", "КРАСОТА", "КРАСОТА"],
        subcategory: ["PURE & NATURAL", "ДЛЯ ЛИЦА", "ДЛЯ ТЕЛА"],
        image: "https://incoral.com/src/new/product/shop/91605-balzam-dlya-kozhi-zhir-emu-s-maslom-chaynogo-dereva.jpg",
        link: "https://ru.coral.club/shop/emu-oil-with-tea-tree-oil.html?offer=91605",
        certif: "https://incoral.com/doc/materials/cosmetics-02122-19-ru.pdf",
        prez: ""
    },
    {
        name: "Крем для тела «Cool Relief» (120 г)",
        desc: "ЖИР ЭМУ, КАМФОРА, ЭКСТРАКТ БОСВЕЛЛИИ, МЕНТОЛ, МАСЛА ЭВКАЛИПТА И МЯТЫ\n" +
            "\n" +
            "Улучшают кровообращение и обмен веществ в мышечных тканях, охлаждают, а затем мягко разогревают травмированные мышцы, уменьшая боль и успокаивая место повреждения.\n" +
            "\n" +
            "МСМ, ГЛЮКОЗАМИН\n" +
            "\n" +
            "Незаменимые компоненты соединительной ткани. Поддерживают эластичность мышц и связок, улучшают поступление питательных веществ в мышечные ткани.\n" +
            "\n" +
            "ЭКСТРАКТ ОБЛЕПИХИ, ГВОЗДИЧНОЕ МАСЛО, ВОСК\n" +
            "\n" +
            "Источники биоактивных веществ, включая витамины А, С и Е, обеспечивают питание мышечных тканей, усиливают обменные процессы в коже.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Вода, ментол, камфора, жир эму, цетеариловый спирт, дицетил фосфат, цетет-10 фосфат, воск, глицерил стеарат, стеариновая кислота, метилсульфонилметан (MСM), рисовое масло, глюкозамина сульфат, феноксиэтанол, триэтаноламин, карбомер, масло эвкалиптовое, масло мяты садовой, масло мяты полевой, масло гвоздичное, экстракт босвеллии, экстракт облепихи.",
        id: "91645",
        category: ["БРЕНДЫ", "КРАСОТА"],
        subcategory: ["PURE & NATURAL", "ДЛЯ ТЕЛА"],
        image: "https://incoral.com/src/new/product/shop/91645-krem-dlya-tela-cool-relief-120-g.jpg",
        link: "https://ru.coral.club/shop/cool-relief.html?offer=91645",
        certif: "https://incoral.com/doc/materials/cert-body-cream-cool-relief.pdf",
        prez: ""
    },
    {
        name: "Жир Эму (50 мл)",
        desc: "Жир эму - высококонцентрированный продукт, получаемый путем экстрагирования и фракционирования. Быстро впитывается, не оставляя жирных следов.\n" +
            "\n" +
            "Противовоспалительные и увлажняющие свойства жира эму можно объяснить, исходя из его состава. В него входит 70 % жирных кислот, которые относятся к ненасыщенным, то есть к высокоактивным.\n" +
            "\n" +
            "Жир эму богат α-линоленовой кислотой - веществом, известным своим целебным действием при мышечных и суставных болях, а также олеиновой кислотой, оказывающей местный противовоспалительный эффект.\n" +
            "\n" +
            "Простагландины линоленовой кислоты уменьшают отечность и скованность при ограниченной подвижности суставов, проявляют обезболивающий эффект (особенно при поверхностных травмах) и снимают мышечное напряжение, связанное с повышенными физическими нагрузками.\n" +
            "\n" +
            "Жир эму – натуральный и эффективный увлажнитель с высокой биологической активностью. Он обладает удивительным свойством быстро впитываться и проникать в глубокие слои кожи, что также связано с преобладанием в составе олеиновой кислоты.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "► Жир эму (99,7%).\n" +
            "► Эфирное масло листьев розмарина.\n" +
            "► Витамин Е.",
        id: "5710",
        category: ["БРЕНДЫ", "КРАСОТА"],
        subcategory: ["PURE & NATURAL", "ДЛЯ ТЕЛА"],
        image: "https://incoral.com/src/new/product/shop/1549-zhir-emu-emu-oil.jpg",
        link: "https://ru.coral.club/shop/emu-oil-new.html?offer=5710",
        certif: "",
        prez: ""
    },
    {
        name: "Промарин пептиды коллагена (3 упаковки по 10 флаконов)",
        desc: "Promarine Collagen Peptides – эликсир молодости для гладкой кожи, блестящих волос и крепких ногтей!\n" +
            "Набор из 3 упаковок на 30 дней приема.\n" +
            "\n" +
            "Источник морского гидролизованного коллагена (пептидов коллагена 1 и 3 типов) для гладкой кожи, блестящих волос и крепких ногтей. Коллаген — белок молодости и компонент №1 в коже. Именно он поддерживает овал лица четким, кожу – гладкой и упругой, а ногти и волосы – здоровыми. С возрастом выработка коллагена замедляется, а его качество – снижается. Из-за этого появляются морщины, неровный тон и сухость кожи, нарушается структура ногтей и волос.\n" +
            "\n" +
            "ЕЖЕДНЕВНЫЙ ПРИЕМ РАСКРОЕТ ВАШЕ ВНУТРЕННЕЕ СИЯНИЕ И ПОДСВЕТИТ ПРИРОДНУЮ КРАСОТУ\n" +
            "\n" +
            "► уменьшит глубину морщин и замедлит появление новых;\n" +
            "► восстановит упругость, увлажненность и эластичность кожи;\n" +
            "► улучшит и выровняет тон кожи;\n" +
            "► придаст волосам здоровый блеск и укрепит ногти;\n" +
            "► уменьшит проявления целлюлита.\n" +
            "\n" +
            "МОРСКОЙ\n" +
            "\n" +
            "В составе Promarine Collagen Peptides – пептиды коллагена, полученного из кожи морских рыб: трески, сайды, пикши. Такой коллаген подходит для людей разных вероисповеданий, не несет риска заражения опасными заболеваниями (коровьим бешенством и птичьим гриппом).\n" +
            "\n" +
            "ЖИДКИЙ И ВКУСНЫЙ\n" +
            "\n" +
            "Жидкая форма способствует легкому и быстрому усвоению, обеспечивает точность дозировки и удобство приема. В состав Promarine Collagen Peptides добавлены концентраты яблочного и черничного соков, которые делают продукт невероятно вкусным.\n" +
            "\n" +
            "ГИДРОЛИЗОВАННЫЙ (СОДЕРЖИТ ПЕПТИДЫ КОЛЛАГЕНА)\n" +
            "\n" +
            "Для легкого и быстрого усвоения молекулы коллагена расщеплены с помощью гидролиза на пептиды. В организме пептиды участвуют в синтезе собственного коллагена, выработке кератина (структурного компонента волос и ногтей), гиалуроновой кислоты и эластина, отвечающих за увлажненность и эластичность кожи.\n" +
            "\n" +
            "ВИТАМИНЫ: СИНЕРГИЧНОСТЬ ДЕЙСТВИЯ\n" +
            "\n" +
            "Формула продукта усилена компонентами, повышающими ее эффективность.\n" +
            "Витамин С способствует образованию коллагена для нормальной функции кожи, кровеносных сосудов, костей, хрящей, десен и зубов. Витамин С способствует защите клеток от окислительного стресса.\n" +
            "Биотин (Витамин В7, Витамин Н) способствует поддержанию здоровья волос, кожи, слизистых оболочек, нормальному энергетическому обмену и метаболизму макроэлементов.\n" +
            "Витамин В6 (Пиридоксина гидрохлорид) способствует нормальному метаболизму белков и энергетическому обмену.\n" +
            "\n" +
            "PROMARINE COLLAGEN PEPTIDES\n" +
            "\n" +
            "► это 10 000 мг высококачественных пептидов морского коллагена в 1 суточной дозе (50 мл);\n" +
            "► не содержит лактозы, глютена, глюкозы, продуктов переработки сои;\n" +
            "► без искусственных красителей, ароматизаторов и консервантов;\n" +
            "► в 1 суточной дозе (50 мл) содержится 70 ккал.\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "Гидролизованный рыбный коллаген, 10 мг; Витамин С (аскорбиновая кислота), 100 мг; Витамин В6 (пиридоксина гидрохлорид), 1,4 мг; Шпинат, 1 мг; Биотин, 50 мкг;\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Взрослым по 50 мл (1 флакон) 1 раз в день во время еды. Продолжительность приема – 1 месяц. При необходимости прием можно повторить.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "Хранить в сухом, защищенном от прямых солнечных лучей, недоступном для детей месте при температуре не выше +25°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "2 года с даты производства\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Taiwan",
        id: "226003",
        category: ["КРАСОТА", "КРАСОТА", "КРАСОТА", "КРАСОТА"],
        subcategory: ["ДЛЯ ЛИЦА", "АНТИЭЙДЖ", "ДЛЯ ТЕЛА", "ДЛЯ ВОЛОС"],
        image: "https://incoral.com/src/new/product/shop/2665-collagen.jpg",
        link: "https://ru.coral.club/shop/promarine-collagen-peptides-.html?offer=226003",
        certif: "",
        prez: ""
    },
    {
        name: "Масло чайного дерева (30 мл)",
        desc: "СОСТАВ\n" +
            "\n" +
            "100% очищенное масло чайного дерева рода Melaleuca alternifolia.\n" +
            "\n" +
            "Масло чайного дерева получают вовсе не из листьев чая, а из листочков миртового дерева и кустарников Мелалеука (Melaleuca). Ареал их произрастания – Малайзия и Юго-Восточная Азия. Масляный раствор весьма концентрированный, соответственно, применение его может быть исключительно наружным. Однако даже при наружном применении масла следует соблюдать осторожность, особенно при чувствительной коже.\n" +
            "\n" +
            "Современная наука впервые исследовала свойства масла чайного дерева в начале ХХ века. В результате исследований было установлено, что по антисептической активности оно в 100 раз сильнее карболовой кислоты, но при этом безвредно для человека. В 1937 г. было обнаружено еще одно фантастическое свойство этого масла: в присутствии крови и других веществ органического происхождения его антисептические свойства возрастают\n" +
            "на 10-20 %.\n" +
            "\n" +
            "В настоящий момент масло чайного дерева используется как антисептическое средство широкого спектра действия. Как отмечают американские исследователи растения, «этот антисептик, обладающий антибактериальными, противогрибковыми и противовоспалительными свойствам, может справиться практически с любым заболеванием – от стригущего лишая на макушке до грибкового поражения на пальцах ног». Состав этого масла представляет сбалансированную самой природой комбинацию 50 активных компонентов (монотерпены, дитерпены, цинеол, виридифлорен, В-терпинеол, L-терпинеол), обеспечивающих оздоровительное воздействие на кожу.\n" +
            "\n" +
            "Масло чайного дерева эффективно при острых и хронических воспалениях кожи. Оказывает регенерирующее действие, устраняет раздражение, отечность, зуд, покраснение, гнойничковую угревую сыпь. В косметологии применяется для ежедневного ухода за жирной кожей, а также при перхоти, выпадении волос, бородавках. Высокая проникающая способность масла чайного дерева позволяет ему работать одновременно на накожном (поверхностном), интердермальном (внутри кожи) и молекулярно-клеточном (внутри каждой живой клетки) уровне.\n" +
            "\n" +
            "Масло не заменимо при кожных заболеваниях: псориазе, аллергическом дерматите, экземе, импетиго, педикулезе, укусах насекомых. Интересен тот факт, что масло чайного дерева воздействует исключительно на патологически измененные участки кожи, улучшает рост и обновление ее клеток. Даже при поражении кожи паразитами (вши, чесоточный клещ) применение этого масла дает длительный положительный эффект.\n" +
            "\n" +
            "Действие масла чайного дерева на пораженные участки ткани определяет успех его использования при различных травмах мышц, суставов, растяжениях, порезах, ссадинах, ожогах. Оно прекрасно снимает боль, дезинфицирует место поражения и способствует заживлению ран, особенно гнойных. Кроме того, подавляя действие различных микроорганизмов, бактерий, грибков, масло чайного дерева проявляет бактерицидные и противогрибковые свойства.\n" +
            "\n" +
            "И, конечно же, теплая ванна с несколькими каплями масла чайного дерева обладает потрясающими расслабляющими свойствами, повышает тонус иммунитет.",
        id: "5701",
        category: ["КРАСОТА", "КРАСОТА"],
        subcategory: ["ДЛЯ ЛИЦА", "ДЛЯ ТЕЛА"],
        image: "https://incoral.com/src/new/product/shop/1561-maslo-chaynogo-dereva-30-ml.jpg",
        link: "https://ru.coral.club/shop/tea-tree-oil.html?offer=5701",
        certif: "https://incoral.com/doc/materials/tea-tree-oil.pdf",
        prez: ""
    },
    {
        name: "Увлажняющий бальзам для губ Lip Therapy (4,8 г)",
        desc: "МАСЛО ЖОЖОБА, ПЧЕЛИНЫЙ ВОСК\n" +
            "\n" +
            "Замедляют обезвоживание и старение, замечательно питают, смягчают и заживляют, защищая от ветра и непогоды, делают кожу нежной и бархатистой.\n" +
            "\n" +
            "МАСЛА ОРЕХА КУКУЯ, КАРИТЕ, КОКОСА, КАКАО И АВОКАДО\n" +
            "\n" +
            "Антиоксиданты, насыщающие кожу витамином А и ПНЖК, восстанавливают гидробаланс, обновляют и создают эффект «гладкого шелка», защищают от УФ-лучей.\n" +
            "\n" +
            "МАСЛА ФЕНХЕЛЯ И МЯТЫ\n" +
            "\n" +
            "Уменьшают зуд и шелушение, усиливают защитный барьер кожи, оставляют на губах приятный цветочно-мятный холодок.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Наносить на кожу губ по мере необходимости. Может служить основой для макияжа губ.",
        id: "5146",
        category: ["КРАСОТА"],
        subcategory: ["ДЛЯ ЛИЦА"],
        image: "https://incoral.com/src/new/product/shop/5146-uvlazhnyayuschiy-balzam-dlya-gub-lip-therapy-48-g.jpg",
        link: "https://ru.coral.club/shop/lip-therapy.html?offer=5146",
        certif: "https://incoral.com/doc/materials/cert-lip-therapy.pdf",
        prez: ""
    },
    {
        name: "Сильвер гель (44 мл)",
        desc: "СОСТАВ\n" +
            "\n" +
            "Серебро 24 ppm, вода, карбопол, триэтаноламин.\n" +
            "\n" +
            "«Сильвер гель» на основе коллоидного серебра - антисептическое, противомикробное, противовоспалительное средство. Гелиевая основа обеспечивает высокую биологическую доступность серебра в пораженные ткани и эффективность его действия.\n" +
            "\n" +
            "Серебро, проникая в зараженную клетку, блокирует дыхательную функцию клетки и закрывает поступление к ней питательных веществ. Это приводит к гибели больных клеток, но не наносит вреда здоровым.\n" +
            "\n" +
            "Противовоспалительные свойства серебра проявляются при его соприкосновении с пораженными тканями. Попадая в рану, серебро связывается с тканевыми белками и создает защитный слой, обволакивает нервные окончания, предупреждает раздражение. Под влиянием серебра рана быстро очищается от некротических масс, прекращается развитие патологического процесса, и ускоряется процесс заживления.\n" +
            "\n" +
            "ПРИМЕНЕНИЕ\n" +
            "\n" +
            "Сильвер гель окажет помощь при:\n" +
            "► Ожогах, ранах, трофических язвах, геморрое.\n" +
            "► Кожных болезнях (псориаз, аллергиический дерматит, экзема).\n" +
            "► Респираторных заболеваниях вирусной и бактериальной природы (грипп, ангина, ОРВИ и др.).",
        id: "91637",
        category: ["КРАСОТА"],
        subcategory: ["ДЛЯ ТЕЛА"],
        image: "https://incoral.com/src/new/product/shop/91637-silver-gel-44-ml.jpg",
        link: "https://ru.coral.club/shop/silver-gel.html?offer=91637",
        certif: "https://incoral.com/doc/materials/silver-gel.pdf",
        prez: ""
    },
    {
        name: "Lesna elixir (30 мл)",
        desc: "ПРОДУКТ ГЛУБОКО ПРОНИКАЕТ В КОЖУ И ПОМОГАЕТ\n" +
            "\n" +
            "► ускорить регенерацию кожи после ушибов, растяжений, порезов, ожогов, ссадин, при появлении потертостей и трещин;\n" +
            "► уменьшить раздражение, покраснение и зуд, успокоить кожу после укусов насекомых, ожогов;\n" +
            "► питать и увлажнять сухую и чувствительную кожу, смягчать загрубевшую кожу;\n" +
            "► облегчить неприятные ощущения после ушибов, растяжений;\n" +
            "\n" +
            "Продукт представляет собой универсальное многофункциональное косметическое средство, которое на 100% состоит из натуральных ингредиентов: 13 трав, 8 древесных экстрактов, 8 растительных масел холодного отжима, продуктов пчеловодства, природных биостимуляторов и натуральных эфирных масел. Комплексное действие активных компонентов состава направлено на активацию обмена веществ, стимулирование синтеза белков, улучшение усвоения кислорода клетками, тороможение размножения патогенной микрофлоры в коже.\n" +
            "\n" +
            "Все растительные масла получены прессованием сырого продукта без термической и химической обработки, что позволяет сохранять все целебные вещества растений. Такие масла близки по составу к липидам кожи человека и не нарушают ее естественный pH. Экстракты лесных деревьев получены с помощью новейшей экологичной технологии, которая позволяет получать сверхвысокие концентрации активных веществ. Такие экстракты не содержат примесей и вредной микрофлоры и оказывают более стойкий и длительный эффект.\n" +
            "\n" +
            "Эликсир объединил могучую силу растений, новейшие технологии, науку и исследовательский опыт в уникальное средство с широчайшим спектром применения.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Небольшое количество концентрата равномерно наносить на чистые участки кожи легкими массажными движениями. При повреждении кожи наносить, отступая на 1 см от края повреждения.\n" +
            "\n" +
            "ПРОТИВОПОКАЗАНИЯ\n" +
            "\n" +
            "Не наносить на поврежденные участки кожи (открытые раны, трофические язвы) и слизистых оболочек. С осторожностью при индивидуальной чувствительности.\n" +
            "\n" +
            "СПОСОБ ХРАНЕНИЯ\n" +
            "\n" +
            "В сухом, защищенном от света месте при температуре +5-20°С.\n" +
            "\n" +
            "СРОК ГОДНОСТИ\n" +
            "\n" +
            "12 месяцев\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "Россия\n" +
            "\n" +
            "СОСТАВ\n" +
            "\n" +
            "► Масла холодного отжима (семян льна обыкновенного, семян расторопши пятнистой, кедрового ореха, грецкого ореха, пихты белой, черного тмина, виноградных косточек, плодов облепихи, сладкого миндаля).\n" +
            "► Сверхкритические СО2-экстракты (коры березы пушистой, коры дуба черешчатого, березовых почек, хвои кедра сибирского, побегов ели белой, цветков липы сердцевидной, хвои пихты сибирской, листьев березы пушистой).\n" +
            "► Воск пчелиный.\n" +
            "► Витамин Е.\n" +
            "► Мёд.\n" +
            "► Живица.\n" +
            "► Листья мелиссы лекарственной.\n" +
            "► Прополис.\n" +
            "► Цветки бессмертника песчаного.\n" +
            "► Цветки ромашки аптечной.\n" +
            "► Листья пустырника сердечного.\n" +
            "► Трава тысячелистника обыкновенного.\n" +
            "► Трава зверобоя продырявленного.\n" +
            "► Цветки шалфея лекарственного.\n" +
            "► Трава хвоща полевого.\n" +
            "► Цветки пижмы обыкновенной.\n" +
            "► Листья подорожника большого.\n" +
            "► Трава душицы обыкновенной.\n" +
            "► Эфирное масло апельсина.\n" +
            "► Листья розмарина лекарственного.\n" +
            "► Эфирное масло иланг-иланга.\n" +
            "► Листья мяты перечной.\n" +
            "► Мумие.\n" +
            "► Жигидрокверцетин из лиственницы даурской.",
        id: "5712",
        category: ["КРАСОТА"],
        subcategory: ["ДЛЯ ТЕЛА"],
        image: "https://incoral.com/src/new/product/shop/2653-lesna-elixir-30-ml.jpg",
        link: "https://ru.coral.club/shop/lesna-elixir.html?offer=5712",
        certif: "",
        prez: ""
    },
    {
        name: "Бутылка для воды «Coral Bottle One 750» (бело-голубая)",
        desc: "Стильная и оригинальная бутылка для воды, сделанная из прочного сополиэфира Eastman Tritan™, с откидной крышкой и удобным горлышком, станет вашим надежным спутником в спортзале, офисе и на прогулке.\n" +
            "\n" +
            "Не содержат особо опасных для здоровья веществ – бисфенола А и фталатов.",
        id: "70064",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ ДОМА", "ТОВАРЫ ДЛЯ СПОРТА"],
        image: "https://incoral.com/src/new/product/shop/70064-butylka-dlya-vody-coral-bottle-one-750-belo-golubaya.jpg",
        link: "https://ru.coral.club/shop/coral-bottle-one-750-water-bottle.html?offer=70064",
        certif: "",
        prez: ""
    },
    {
        name: "Бутылка для воды «Coral Bottle One 750» (бирюзовая)",
        desc: "Стильная и оригинальная бутылка для воды, сделанная из прочного сополиэфира Eastman Tritan™, с откидной крышкой и удобным горлышком, станет вашим надежным спутником в спортзале, офисе и на прогулке.\n" +
            "\n" +
            "Не содержат особо опасных для здоровья веществ – бисфенола А и фталатов.",
        id: "70062",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ ДОМА", "ТОВАРЫ ДЛЯ СПОРТА"],
        image: "https://incoral.com/src/new/product/shop/70062-butylka-dlya-vody-coral-bottle-one-750-biryuzovaya.jpg",
        link: "https://ru.coral.club/shop/coral-bottle-one-750-water-bottle.html?offer=70062&REF_CODE=212179305579",
        certif: "",
        prez: ""
    },
    {
        name: "Бутылка для воды «Coral Bottle One 750» (синяя)",
        desc: "Стильная и оригинальная бутылка для воды, сделанная из прочного сополиэфира Eastman Tritan™, с откидной крышкой и удобным горлышком, станет вашим надежным спутником в спортзале, офисе и на прогулке.\n" +
            "\n" +
            "Не содержат особо опасных для здоровья веществ – бисфенола А и фталатов.",
        id: "70063",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ ДОМА", "ТОВАРЫ ДЛЯ СПОРТА"],
        image: "https://incoral.com/src/new/product/shop/70063-butylka-dlya-vody-coral-bottle-one-750-sinyaya.jpg",
        link: "https://ru.coral.club/shop/coral-bottle-one-750-water-bottle.html?offer=70063",
        certif: "",
        prez: ""
    },
    {
        name: "Бутылка для воды «Coral Bottle One 750» (сиреневая)",
        desc: "Стильная и оригинальная бутылка для воды, сделанная из прочного сополиэфира Eastman Tritan™, с откидной крышкой и удобным горлышком, станет вашим надежным спутником в спортзале, офисе и на прогулке.\n" +
            "\n" +
            "Не содержат особо опасных для здоровья веществ – бисфенола А и фталатов.",
        id: "70045",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ ДОМА", "ТОВАРЫ ДЛЯ СПОРТА"],
        image: "https://incoral.com/src/new/product/shop/70045-butylka-dlya-vody-coral-bottle-one-750-sirenevaya.jpg",
        link: "https://ru.coral.club/shop/coral-bottle-one-750-water-bottle.html?offer=70045",
        certif: "",
        prez: ""
    },
    {
        name: "Стеклянная бутылка «ClearWater», голубая (900 мл)",
        desc: "Это не просто функциональная вещь, но и стильный аксессуар, на который обязательно обратят внимание окружающие!\n" +
            "\n" +
            "Материал: стекло\n" +
            "Материал чехла: силикон",
        id: "70317",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ ДОМА", "ТОВАРЫ ДЛЯ СПОРТА"],
        image: "https://incoral.com/src/new/product/shop/70317-steklyannaya-butylka-clearwater-golubaya-900-ml.jpg",
        link: "https://ru.coral.club/shop/glass-bottle-clearwater-0-9.html?offer=70317",
        certif: "",
        prez: ""
    },
    {
        name: "Часы зеленые BE CORAL NOW",
        desc: "Часы от Coral Club в фирменном стиле компании станут ярким и запоминающимся элементом декора, а мотивирующие лозунги на циферблате поднимут настроение и зарядят энергией!\n" +
            "\n" +
            "Механизм кварцевый (Германия).\n" +
            "\n" +
            "Условия эксплуатации и хранения: для эксплуатации и хранения часов необходимо сухое отапливаемое помещение. Не допускается хранение в одном помещении с веществами, вызывающими коррозию.\n" +
            "\n" +
            "Элемент питания: 1 эл. АА.",
        id: "70286",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ ДОМА", "ТОВАРЫ ДЛЯ БИЗНЕСА"],
        image: "https://incoral.com/src/new/product/shop/2437-chasy-zelenye-be-coral-now.jpg",
        link: "https://ru.coral.club/shop/green-watch-be-coral-now.html?offer=70286",
        certif: "",
        prez: ""
    },
    {
        name: "GoBox mini, фиолетовый",
        desc: "Выполнен из качественного полупрозрачного пластика, который защищает содержимое от влаги и солнечных лучей.\n" +
            "Семь вместительных модулей позволяют распределить витамины и спланировать их приём на неделю вперёд.\n" +
            "\n" +
            "Больше никакой путаницы и громоздких банок!\n" +
            "\n" +
            "GoBox mini — удобная система хранения, которая всегда под рукой.\n" +
            "\n" +
            "► Размер: 100x70x30 мм\n" +
            "► Поместится даже в кармане\n" +
            "► 7 вместительных модулей\n" +
            "► Высококачественный пластик\n" +
            "► Защита содержимого от любых внешних воздействий",
        id: "70380",
        category: ["CORAL GEAR", "CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ ДОМА", "ТОВАРЫ ДЛЯ СПОРТА", "ТОВАРЫ ДЛЯ ПУТЕШЕСТВИЙ"],
        image: "https://incoral.com/src/new/product/shop/2449-gobox-mini-fioletovyy.jpg",
        link: "https://ru.coral.club/shop/gobox-mini.html?offer=70380",
        certif: "",
        prez: ""
    },
    {
        name: "Подушка декоративная",
        desc: "Стильный аксессуар в теплом бежевом оттенке станет гармоничным элементом любого интерьера. Поднять настроение и сделать отличный подарок? Все это возможно с подушкой «С любовью!» от Coral Club!",
        id: "99064",
        category: ["CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ ДОМА"],
        image: "https://incoral.com/src/new/product/shop/2461-podushka-dekorativnaya-s-lyubovyu.jpg",
        link: "https://ru.coral.club/shop/decorative-pillow-with-love.html?offer=99064",
        certif: "",
        prez: ""
    },
    {
        name: "Кружка Дейли Делишес, салатовая",
        desc: "Кружка подарит хорошее настроение, тепло и уют. Уже сейчас вы можете порадовать себя и близких этим ярким и полезным подарком!\n" +
            "\n" +
            "Индивидуальная упаковка: прозрачная пластиковая коробка и картонный шубер.\n" +
            "\n" +
            "Объем: 300 мл.\n" +
            "\n" +
            "Размер упаковки: 130х80х130 мм.",
        id: "70341",
        category: ["CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ ДОМА"],
        image: "https://incoral.com/src/new/product/shop/2473-kruzhka-deyli-delishes-salatovaya.jpg",
        link: "https://ru.coral.club/shop/daily-delicious-cup.html?offer=70341",
        certif: "",
        prez: ""
    },
    {
        name: "EQUA пластиковая бутылка «Вселенная» (600 мл)",
        desc: "Бутылку удобно брать с собой, легкий пластик, оптимальный объем 600 мл и ремешок позволяют всегда держать ее под рукой.\n" +
            "\n" +
            "Высококачественный материал EASTMAN Tritan абсолютно безопасен для воды.\n" +
            "\n" +
            "Бутылка герметична благодаря плотной крышке.",
        id: "70370",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ СПОРТА", "ТОВАРЫ ДЛЯ ПУТЕШЕСТВИЙ"],
        image: "https://incoral.com/src/new/product/shop/70370-equa-plastikovaya-butylka-vselennaya-600-ml.jpg",
        link: "https://ru.coral.club/shop/equa-bpa-free-bottle.html?offer=70370",
        certif: "",
        prez: ""
    },
    {
        name: "EQUA пластиковая бутылка «Лавандовая луна» (600 мл)",
        desc: "Бутылку удобно брать с собой, легкий пластик, оптимальный объем 600 мл и ремешок позволяют всегда держать ее под рукой.\n" +
            "\n" +
            "Высококачественный материал EASTMAN Tritan абсолютно безопасен для воды.\n" +
            "\n" +
            "Бутылка герметична благодаря плотной крышке.",
        id: "70376",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ СПОРТА", "ТОВАРЫ ДЛЯ ПУТЕШЕСТВИЙ"],
        image: "https://incoral.com/src/new/product/shop/70376-equa-plastikovaya-butylka-lavandovaya-luna-600-ml.jpg",
        link: "https://ru.coral.club/shop/equa-bpa-free-bottle.html?offer=70376",
        certif: "",
        prez: ""
    },
    {
        name: "EQUA пластиковая бутылка «Зеленые листья» (600 мл)",
        desc: "Бутылку удобно брать с собой, легкий пластик, оптимальный объем 600 мл и ремешок позволяют всегда держать ее под рукой.\n" +
            "\n" +
            "Высококачественный материал EASTMAN Tritan абсолютно безопасен для воды.\n" +
            "\n" +
            "Бутылка герметична благодаря плотной крышке.",
        id: "70371",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ СПОРТА", "ТОВАРЫ ДЛЯ ПУТЕШЕСТВИЙ"],
        image: "https://incoral.com/src/new/product/shop/70371-equa-plastikovaya-butylka-zelenye-listya-600-ml.jpg",
        link: "https://ru.coral.club/shop/equa-bpa-free-bottle.html?offer=70371",
        certif: "",
        prez: ""
    },
    {
        name: "EQUA пластиковая бутылка «Цветок» (600 мл)",
        desc: "Бутылку удобно брать с собой, легкий пластик, оптимальный объем 600 мл и ремешок позволяют всегда держать ее под рукой.\n" +
            "\n" +
            "Высококачественный материал EASTMAN Tritan абсолютно безопасен для воды.\n" +
            "\n" +
            "Бутылка герметична благодаря плотной крышке.",
        id: "70369",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ СПОРТА", "ТОВАРЫ ДЛЯ ПУТЕШЕСТВИЙ"],
        image: "https://incoral.com/src/new/product/shop/70369-equa-plastikovaya-butylka-cvetok-600-ml.jpg",
        link: "https://ru.coral.club/shop/equa-bpa-free-bottle.html?offer=70369",
        certif: "",
        prez: ""
    },
    {
        name: "EQUA пластиковая бутылка «Птицы» (600 мл)",
        desc: "Бутылку удобно брать с собой, легкий пластик, оптимальный объем 600 мл и ремешок позволяют всегда держать ее под рукой.\n" +
            "\n" +
            "Высококачественный материал EASTMAN Tritan абсолютно безопасен для воды.\n" +
            "\n" +
            "Бутылка герметична благодаря плотной крышке.",
        id: "70373",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ СПОРТА", "ТОВАРЫ ДЛЯ ПУТЕШЕСТВИЙ"],
        image: "https://incoral.com/src/new/product/shop/70373-equa-plastikovaya-butylka-pticy-600-ml.jpg",
        link: "https://ru.coral.club/shop/equa-bpa-free-bottle.html?offer=70373",
        certif: "",
        prez: ""
    },
    {
        name: "EQUA пластиковая бутылка «Мятный расцвет» (600 мл)",
        desc: "Бутылку удобно брать с собой, легкий пластик, оптимальный объем 600 мл и ремешок позволяют всегда держать ее под рукой.\n" +
            "\n" +
            "Высококачественный материал EASTMAN Tritan абсолютно безопасен для воды.\n" +
            "\n" +
            "Бутылка герметична благодаря плотной крышке.",
        id: "70374",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ СПОРТА", "ТОВАРЫ ДЛЯ ПУТЕШЕСТВИЙ"],
        image: "https://incoral.com/src/new/product/shop/70374-equa-plastikovaya-butylka-myatnyy-rascvet-600-ml.jpg",
        link: "https://ru.coral.club/shop/equa-bpa-free-bottle.html?offer=70374",
        certif: "",
        prez: ""
    },
    {
        name: "Шейкер Coral Club, салатовый (400 мл)",
        desc: "Удобен в использовании как дома, так и в дороге или фитнес клубе. Выберите шейкер своего любимого летнего цвета и пусть он дарит вам оптимизм и энергию – каждый день, в любую погоду!\n" +
            "\n" +
            "Материал: безопасный, легко моющийся пластик, венчик из нержавеющей стали.\n" +
            "Объем: 400мл.\n" +
            "Цвет: салатовый.\n" +
            "Производство: Китай.",
        id: "99373",
        category: ["CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ СПОРТА"],
        image: "https://incoral.com/src/new/product/shop/2257-sheyker-coral-club-salatovyy-400-ml.jpg",
        link: "https://ru.coral.club/shop/shaker-coral-club-400-ml.html?offer=99373",
        certif: "",
        prez: ""
    },
    {
        name: "Бутылка для воды «Hydrate the World» (500 мл)",
        desc: "Создана лёгкой и компактной, чтобы сопровождать вас в офисе, на прогулке или в путешествии. Выполнена из прочного боросиликатного стекла, которое даже при сильном ударе не осыпается на мелкие кусочки, а раскалывается на крупные части с неострыми краями. Подходит как для холодных, так и для горячих напитков. Не впитывает запахи и цвет напитков.\n" +
            "\n" +
            "Благодаря матовому напылению не скользит в руке и приятна на ощупь.\n" +
            "\n" +
            "Идеальная форма и безупречный стиль для вашей полезной привычки.\n" +
            "\n" +
            "► Повышенные ударопрочность и термостойкость\n" +
            "► Лёгкость и компактность\n" +
            "► Эргономичная форма\n" +
            "► Стильный дизайн\n" +
            "► Максимальная температура — 100° С",
        id: "99411",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ СПОРТА", "ТОВАРЫ ДЛЯ ПУТЕШЕСТВИЙ"],
        image: "https://incoral.com/src/new/product/shop/2485-butylka-dlya-vody-hydrate-the-world-500-ml.jpg",
        link: "https://ru.coral.club/shop/glass-bottle-hydrate-the-world.html?offer=99411",
        certif: "",
        prez: ""
    },
    {
        name: "Палки для скандинавской ходьбы, серебристые, L",
        desc: "Подходят для прогулок в любой местности: в парке, в лесу или городе. Изготовлены из лёгкого прочного алюминиевого сплава. Благодаря складной конструкции и компактным размерам их удобно хранить и носить в руках после тренировки. Шкала высоты размечена под рост: от 130 до 190 см, что подойдет для взрослых и детей.\n" +
            "\n" +
            "Ручки из комбинации пластика и натуральной пробки не скользят и обеспечивают комфорт при ходьбе. Быстросъемные темляки-полуперчатки с фиксатором на липучке равномерно распределяют давление руки и защищают кисть от перенапряжения. Размер темляка регулируется под размер ладони.\n" +
            "\n" +
            "В комплект входят сменные каучуковые «башмаки». Они защищают металлические наконечники от деформации и подходят для асфальтового покрытия.\n" +
            "\n" +
            "► Длина в сложенном виде — 78 см\n" +
            "► Длина в разложенном виде — 130 см\n" +
            "► Материал палки — алюминиевый сплав\n" +
            "► Материал ручки — пластик с натуральной пробкой\n" +
            "► Материал наконечника для твердого грунта — карбид вольфрама\n" +
            "► Материал наконечника для асфальта — каучук\n" +
            "► Размер темляка — S/M или L/XL\n" +
            "► Вес одной палки — 240 г\n" +
            "► Цвет — красный/синий/зеленый/серебро",
        id: "70390",
        category: ["CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ СПОРТА"],
        image: "https://incoral.com/src/new/product/shop/2497-palki-dlya-skandinavskoy-hodby-serebristye-l.jpg",
        link: "https://ru.coral.club/shop/nordic-walking-poles.html?offer=70390",
        certif: "",
        prez: ""
    },
    {
        name: "Бутылка для питья fattofit (700 мл, оранжевая)",
        desc: "Питьевая система в виде трубочки удобна в дороге или во время тренировки, когда есть риск облиться. Благодаря классической форме подойдет для большинства велосипедных держателей для бутылок и не займет много места в рюкзаке во время прогулок. Предназначена для напитков с температурой до 40 °C.\n" +
            "\n" +
            "► Объем - 700 мл.\n" +
            "► Вес - 150 г.\n" +
            "► Высота - 23 см.\n" +
            "► Материал - пластик, не содержит бисфенола А.",
        id: "99380",
        category: ["CORAL GEAR", "CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ СПОРТА", "ТОВАРЫ ДЛЯ ПУТЕШЕСТВИЙ"],
        image: "https://incoral.com/src/new/product/shop/2617-butylka-dlya-pitya-fattofit-700-ml-oranzhevaya.jpg",
        link: "https://ru.coral.club/shop/drinking-bottle-fattofit-700-ml-orange.html?offer=99380",
        certif: "",
        prez: ""
    },
    {
        name: "Зонт-трость «Hurrican 23» (черный)",
        desc: "Механизм: поршневой, антишторм\n" +
            "Вес: 667 г",
        id: "70292",
        category: ["CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ ПУТЕШЕСТВИЙ"],
        image: "https://incoral.com/src/new/product/shop/70292-zont-trost-hurrican-23-chernyy.jpg",
        link: "https://ru.coral.club/shop/umbrella-cane-hurrican-23.html?offer=70309",
        certif: "",
        prez: ""
    },
    {
        name: "Каталог продукции CCI",
        desc: "Каталог состоит из разделов Здоровье, Красота, Чистота с описаниями продукции Coral Club: БАД, косметических средств, а также средств по уходу за домом.\n" +
            "\n" +
            "Кроме известных и пользующихся популярностью продуктов, он включает в себя и новые наименования, а также продукты с обновленным составом, которые производятся под торговой маркой \"Coral Club\".\n" +
            "\n" +
            "Подробная информация о продуктах и рекомендации по их применению дают возможность покупателям сориентироваться в выборе того или иного продукта или средства, подобрать именно то, что подойдет каждому из них с учетом индивидуальных особенностей.",
        id: "94654",
        category: ["CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ БИЗНЕСА"],
        image: "https://incoral.com/src/new/product/shop/92001-katalog-produkcii-cci.jpg",
        link: "https://ru.coral.club/shop/product-catalog-cci-format-a5.html?offer=94654",
        certif: "",
        prez: ""
    },
    {
        name: "Тревел-портмоне кожаное, коричневое",
        desc: "Материал: натуральная кожа\n" +
            "Размер: 110►220 мм",
        id: "70281",
        category: ["CORAL GEAR"],
        subcategory: ["ТОВАРЫ ДЛЯ БИЗНЕСА"],
        image: "https://incoral.com/src/new/product/shop/70281-trevel-portmone-kozhanoe-korichnevoe.jpg",
        link: "https://ru.coral.club/shop/travel-purse-leather.html?offer=70281",
        certif: "",
        prez: ""
    },
    {
        name: "Нейтроник 5GRS",
        desc: "Устройство «Нейтроник» – инновационная разработка отечественных ученых, предназначенная для снижения вредного воздействия электромагнитных излучений, исходящих от смартфонов, планшетов и Wi-Fi роутеров нового поколения. Принцип действия — поглощение и нейтрализация излучений, генерируемых современной техникой.\n" +
            "\n" +
            "НЕЙТРОНИК 5GRS\n" +
            "\n" +
            "Модель с повышенным уровнем защиты от ЭМИ, особо рекомендованная тем, кто ежедневно пользуется современными мощными версиями смартфонов, роутеров, планшетов и других электронных приборов.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Перед использованием устройства изучите инструкцию по эксплуатации. Извлеките его из упаковки, отделите от защитного бумажного слоя и наклейте на оборудование.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "РФ",
        id: "91790",
        category: ["ЗАЩИТА"],
        subcategory: [""],
        image: "https://incoral.com/src/new/product/shop/91790-neytronik-5grs.jpg",
        link: "https://ru.coral.club/shop/neitronik-5grs.html?offer=91790",
        certif: "https://incoral.com/doc/materials/neitronik.pdf",
        prez: ""
    },
    {
        name: "Нейтроник МГ-03",
        desc: "Устройство «Нейтроник» – инновационная разработка отечественных ученых, предназначенная для снижения вредного воздействия электромагнитных излучений, исходящих от смартфонов, планшетов и Wi-Fi роутеров нового поколения. Принцип действия — поглощение и нейтрализация излучений, генерируемых современной техникой.\n" +
            "\n" +
            "НЕЙТРОНИК МГ-03\n" +
            "\n" +
            "Модель МГ-03 разработана для защиты пользователей мобильных и радиотелефонов, портативных радиостанций и СВЧ-печей от вредных электромагнитных излучений средней интенсивности (бытовой уровень).\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Перед использованием устройства изучите инструкцию по эксплуатации. Извлеките его из упаковки, отделите от защитного бумажного слоя и наклейте на оборудование.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "РФ",
        id: "91744",
        category: ["ЗАЩИТА"],
        subcategory: [""],
        image: "https://incoral.com/src/new/product/shop/91744-neytronik-mg-03.jpg",
        link: "https://ru.coral.club/shop/neitronik.html?offer=91744",
        certif: "https://incoral.com/doc/materials/neitronik.pdf",
        prez: ""
    },
    {
        name: "Нейтроник МГ-04",
        desc: "Устройство «Нейтроник» – инновационная разработка отечественных ученых, предназначенная для снижения вредного воздействия электромагнитных излучений, исходящих от смартфонов, планшетов и Wi-Fi роутеров нового поколения. Принцип действия — поглощение и нейтрализация излучений, генерируемых современной техникой.\n" +
            "\n" +
            "НЕЙТРОНИК МГ-04\n" +
            "\n" +
            "Устройство для поглощения излучений, генерируемых экраном монитора и телевизора. Нейтроник МГ-04 начинает свою работу одновременно с включением монитора персонального компьютера или телевизора, нейтрализует излучения экранов ПК и ТВ в 2-3 раза и уменьшает поле статического электричества.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Перед использованием устройства изучите инструкцию по эксплуатации. Извлеките его из упаковки, отделите от защитного бумажного слоя и наклейте на оборудование.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "РФ\n",
        id: "91745",
        category: ["ЗАЩИТА"],
        subcategory: [""],
        image: "https://incoral.com/src/new/product/shop/91745-neytronik-mg-04.jpg",
        link: "https://ru.coral.club/shop/neitronik-mg-04.html?offer=91745",
        certif: "https://incoral.com/doc/materials/neitronik.pdf",
        prez: ""
    },
    {
        name: "Нейтроник МГ-04М",
        desc: "Устройство «Нейтроник» – инновационная разработка отечественных ученых, предназначенная для снижения вредного воздействия электромагнитных излучений, исходящих от смартфонов, планшетов и Wi-Fi роутеров нового поколения. Принцип действия — поглощение и нейтрализация излучений, генерируемых современной техникой.\n" +
            "\n" +
            "НЕЙТРОНИК МГ-04М\n" +
            "\n" +
            "Предназначена для нейтрализации излучений повышенной интенсивности, генерируемых экраном монитора. Нейтроник МГ-04М начинает работу в тот момент, когда включается монитор. Он преобразовывает и поглощает энергию излучения, не позволяя ей воздействовать на человека, а также уменьшает поле статического электричества.\n" +
            "\n" +
            "СПОСОБ ПРИМЕНЕНИЯ\n" +
            "\n" +
            "Перед использованием устройства изучите инструкцию по эксплуатации. Извлеките его из упаковки, отделите от защитного бумажного слоя и наклейте на оборудование.\n" +
            "\n" +
            "СТРАНА ПРОИЗВОДСТВА\n" +
            "\n" +
            "РФ",
        id: "91753",
        category: ["ЗАЩИТА"],
        subcategory: [""],
        image: "https://incoral.com/src/new/product/shop/91753-neytronik-mg-04m.jpg",
        link: "https://ru.coral.club/shop/neitronik-mg-04m.html?offer=91753",
        certif: "https://incoral.com/doc/materials/neitronik.pdf",
        prez: ""
    }
]

function generateProducts(container, category) {
    products.forEach(element => {
        if (element.category.includes(category)) {
            toAppendString = "<div class=\"col\" id=\"product" + element.id + "\"><div class=\"card shadow-sm\"><img src=\""
                + element.image + "\" class='bg-placeholder-img card-img-top' width=\"auto\" height=\"auto\""
                + "role=\"img\" aria-label=\"Quiz thumbnail\" preserveAspectRatio=\"xMidYMid slice\" focusable=\"false\">"
                + "<div class=\"card-body\"><p class=\"card-text\">" + element.name
                + "</p><div class=\"d-flex justify-content-between align-items-center\"><div class=\"btn-group\">"
                + "<div class=\"btn-group\"><a tabindex=\"0\" class=\"btn btn-sm btn-outline-secondary\" role=\"button\" data-bs-custom-class=\"popwidth\" data-bs-toggle=\"popover\" data-bs-placement=\"top\" data-bs-trigger=\"focus\" title=\"Информация\" data-bs-content=\""
                + element.desc + "\">Подробнее</a>"
                + "<a class=\"btn btn-sm btn-outline-secondary\" href=\"" + element.link + "\" target=\"_blank\">Узнать цену</a></div></div></div></div></div></div>";
            $(container).append(toAppendString);
        }
    });
}

function changeProducts(container, category, select_element) {
    $(container).html("");
    var subcat = $(select_element).val();
    if (subcat == "Без категории") {
        generateProducts(container, category);
        enablePopovers();
        return;
    }
    else
    {
        products.forEach(element => {
            if (element.subcategory.includes(subcat)) {
                toAppendString = "<div class=\"col\" id=\"product" + element.id + "\"><div class=\"card shadow-sm\"><img src=\""
                    + element.image + "\" class='bg-placeholder-img card-img-top' width=\"auto\" height=\"auto\""
                    + "role=\"img\" aria-label=\"Quiz thumbnail\" preserveAspectRatio=\"xMidYMid slice\" focusable=\"false\">"
                    + "<div class=\"card-body\"><p class=\"card-text\">" + element.name
                    + "</p><div class=\"d-flex justify-content-between align-items-center\"><div class=\"btn-group\">"
                    + "<div class=\"btn-group\"><a tabindex=\"0\" class=\"btn btn-sm btn-outline-secondary\" role=\"button\" data-bs-toggle=\"popover\" data-bs-placement=\"top\" data-bs-trigger=\"focus\" title=\"Информация\" data-bs-content=\"" + element.desc + "\">Подробнее</a>"
                    + "<a class=\"btn btn-sm btn-outline-secondary\" href=\"" + element.link + "\" target=\"_blank\">Узнать цену</a></div></div></div></div></div></div>";
                $(container).append(toAppendString);
            }
        });
        enablePopovers();
    }
}

function enablePopovers(){
    var popoverTriggerList = [].slice.call(document.querySelectorAll('[data-bs-toggle="popover"]'))
    var popoverList = popoverTriggerList.map(function (popoverTriggerEl) {
    return new bootstrap.Popover(popoverTriggerEl)
    });
}

function focusElement(product_id){
    var prod = products.find(el => el.id == product_id);
    var tabs = $(".catalog-tabs");
    var box = document.getElementById("product"+product_id);
    setTimeout(function(){
        box.scrollIntoView({block: "center", behavior: "smooth"});
    }, 1000);
    
}